<HTML>
<HEAD>
<TITLE>Fenomene periodice &#351;i oscila&#355;ii mecanice</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatorul mecanic</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>A.1.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Fenomene periodice &#351;i oscila&#355;ii mecanice</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Existen&#355;a noastr&#259; este reglat&#259; de fenomene care se repet&#259; regulat: succesiunea zilelor, a s&#259;pt&#259;m&#226;nilor, a lunilor, a anotimpurilor, a anilor. Pe parcursul 
   fiec&#259;rei zile ne regl&#259;m activit&#259;&#355;ile privind din c&#226;nd &#238;n c&#226;nd ceasul: indica&#355;iile acestuia se modific&#259; &#238;n fiecare secund&#259;.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>fenomen periodic</I> un fenomen care se repet&#259; la intervale egale de timp. Intervalul de timp dup&#259; care se repet&#259; un fenomen periodic este
     <I>perioada</I> acestuia.</B>
</DIV>

<P>Unitatea de m&#259;sur&#259; pentru perioad&#259; este, &#238;n Sistemul Interna&#355;ional de unit&#259;&#355;i, secunda (simbol <B><I>s</I></B>).
   
<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A1&minus;1</I></B>
  <P>C&#226;t este perioada dup&#259; care se repet&#259; trecerea minutarului unui ceas printr&minus;o anumit&#259; pozi&#355;ie de pe cadran? Exprim&#259; aceast&#259; perioad&#259; &#238;n secunde.
</DIV>

<P>Oscila&#355;iile mecanice au fost primele fenomene pe care s&minus;a bazat func&#355;ionarea ceasurilor. Un astfel de ceas este cel cu pendul: un corp dens, at&#226;rnat
   la cap&#259;tul unei tije, se balanseaz&#259; periodic de&minus;o parte &#351;i de cealalt&#259; a pozi&#355;ei verticale de echilibru (figura&nbsp;1A1&minus;1).
 
<DIV class=image>
  <P><IMG src="img/1a1_1.jpg" align=absmiddle>
  <B>Fig. 1A1&minus;1. </B>Ceas cu pendul.
</DIV>

<P>Un mecanism ingenios men&#355;ine &#238;n mi&#351;care pendulul pe parcursul mai multor zile, afi&#351;&#226;nd &#238;n permanen&#355;&#259; minutele &#351;i orele. &#206;n ceasurile moderne (electronice), 
   &#238;n loc s&#259; mi&#351;c&#259;m &#238;ncoace &#351;i&minus;ncolo corpuri macroscopice, folosim oscilatori electrici, &#238;n care electronii sunt cei care oscileaz&#259;.
   
<P>Electronii sunt cele mai u&#351;oare particule (au masa aproximativ 10<SUP>-30</SUP>&nbsp;kg). Un electron este de zeci de miliarde de miliarde de miliarde de
   ori mai u&#351;or dec&#226;t corpul care balanseaz&#259; &#238;ntr&minus;un ceas cu pendul! Fiind at&#226;t de pu&#355;in masivi, electronii pot fi pu&#351;i f&#259;r&#259; dificultate s&#259; oscileze de
   miliarde de ori &#238;n fiecare secund&#259;, a&#351;a cum se &#238;nt&#226;mpl&#259; &#238;ntr&minus;un calculator personal sau &#238;ntr&minus;un telefon mobil.

<DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1A1&minus;1</I></B>
  <P>Construie&#351;te un pendul din lucruri aflate la &#238;ndem&#226;n&#259; &#351;i m&#259;soar&#259; perioada de oscila&#355;ie a acestuia. 
  
  <P><B><I>Pasul 1&nbsp; </I></B>Perforeaz&#259; cu v&#226;rful unui compas centrul capacului unei cutii cilindrice de plastic, cum sunt cele &#238;n care se p&#259;streaz&#259; filmele 
     fotografice sau tabletele (figura&nbsp;1A1&minus;2).
  <DIV class=image>
     <P><IMG src="img/1a1_2.jpg"><BR>
     <B>Fig. 1A1-2. </B>Pendul realizat din lucruri la &#238;ndem&#226;n&#259;.
  </DIV>
  <P>Trece prin orificiu cap&#259;tul unui fir de a&#355;&#259; lung de aproximativ 1,5&nbsp;m. Leag&#259; cap&#259;tul firului trecut prin capac de centrul unei buc&#259;&#355;i de s&#226;rm&#259; 
     (dintr&minus;o agraf&#259; de birou) sau o jum&#259;tate de b&#259;&#355; de chibrit. Astfel, firul nu mai poate ie&#351;i prin capac. Pune &#238;n cutie c&#226;teva monezi vechi de 100 de
     lei (care nu mai au ast&#259;zi nici o utilizare) sau c&#226;teva piuli&#355;e mari. Fixeaz&#259; capacul &#351;i pendulul este gata!
     
  <P><B><I>Pasul 2&nbsp; </I></B>Fixeaz&#259; la marginea de sus a tablei sau a unei u&#351;i o clem&#259; cu &#351;urub (menghin&#259; de m&#226;n&#259;) &#351;i leag&#259; de tija clemei cap&#259;tul liber al
     firului pendulului (figura&nbsp;1A1&minus;3).
  <P style="color: red"><IMG src="img/warning.gif">&nbsp;<I><B>Aten&#355;ie!</B> Dac&#259; folose&#351;ti o u&#351;&#259;, asigur&#259;&minus;te c&#259; pendulul este at&#226;rnat pe partea u&#351;ii care se &#238;mpinge, pentru ca s&#259; nu te loveasc&#259; cineva
     care ar intra pe u&#351;&#259; &#238;n timp ce lucrezi!</I>
  <P><TABLE>
    <TR>
       <TD><IMG src="img/1a1_3.jpg"></TD>
       <TD><SMALL><B>Fig. 1A1-3. </B>At&#226;rnarea pendulului.</SMALL></TD>
    </TR>
  </TABLE>
  <P>Pendulul at&#226;rn&#259; cu firul &#238;ntins vertical. Aceasta este pozi&#355;ia de echilibru a pendulului (figura&nbsp;1A1&minus;4).
  <TABLE>
    <TR>
       <TD><IMG src="img/1a1_4.jpg"></TD>
       <TD><SMALL><B>Fig. 1A1-4. </B>Pozi&#355;ia de echilibru a pendulului</SMALL></TD>
    </TR>
  </TABLE>
 
  <P><B><I>Pasul 3&nbsp; </I></B>Trage pendulul lateral, astfel &#238;nc&#226;t firul s&#259; r&#259;m&#226;n&#259; mereu paralel cu tabla (sau cu u&#351;a) &#351;i elibereaz&#259;&minus;l (figura&nbsp;1A1&minus;5).
  <DIV class=image>
     <P><IMG src="img/1a1_5.jpg"><BR>
     <B>Fig. 1A1-5. </B>Pornirea pendulului.
  </DIV>  
  <P>Observ&#259; oscila&#355;iile pendulului de o parte &#351;i de cealalt&#259; a verticalei.
  
  <P><B><I>Pasul 4&nbsp; </I></B><A href="code/stopwatch.html" target=new>M&#259;soar&#259;</A> durata a zece oscila&#355;ii complete ale pendulului (o oscila&#355;ie complet&#259; este o mi&#351;care
     dus&minus;&#238;ntors, dup&#259; care pendulul ajunge din nou aproape &#238;n aceea&#351;i pozi&#355;ie &#351;i mi&#351;carea se repet&#259; aproape identic).

  <P><B><I>Pasul 5&nbsp; </I></B> Calculeaz&#259; perioada de oscila&#355;ie a pendulului folosind rezultatele m&#259;sur&#259;torilor tale.      
</DIV>

<P><DIV class="challenge">
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A1&minus;2</I></B>
  <P>De ce oare oscileaz&#259; pendulul?
</DIV>

<P>Pendulul este &#238;n echilibru &#238;n pozi&#355;ia &#238;n care rezultanta for&#355;elor la care este supus este nul&#259;. Aceasta se &#238;nt&#226;mpl&#259; atunci c&#226;nd firul este &#238;ntins vertical:
   greutatea corpului pendulului &#351;i tensiunea &#238;n fir au orient&#259;ri opuse &#351;i m&#259;rimi egale (figura&nbsp;1A1&minus;6).

  <TABLE>
    <TR>
       <TD><IMG src="img/1a1_6.jpg"></TD>
       <TD><SMALL><B>Fig. 1A1-6. </B>For&#355;ele care ac&#355;ioneaz&#259; asupra corpului pendulului &#238;n pozi&#355;ia sa de echilibru: rezultanta acestor for&#355;e este nul&#259;.</SMALL></TD>
    </TR>
  </TABLE>

<P>C&#226;nd pendulul este tras &#351;i eliberat dintr&minus;o pozi&#355;ie &#238;n care firul este &#238;nclinat, rezultanta for&#355;elor la care este supus corpul pendulului este
   nenul&#259; &#351;i &#238;ndreptat&#259; aproximativ c&#259;tre pozi&#355;ia de echilibru (figura&nbsp;1A1&minus;7).
   
<P><DIV class=image>
  <IMG src="img/1a1_7.jpg"><BR>
  <B>Fig. 1A1&minus;7.&nbsp; </B>For&#355;ele care ac&#355;ioneaz&#259; asupra corpului pendulului &#238;ntr&minus;o pozi&#355;ie &#238;n care firul este &#238;nclinat: rezultanta for&#355;elor este
     nenul&#259;.
</DIV>
     
<P>Astfel, pendulul accelereaz&#259; spre pozi&#355;ia de echilibru, c&#226;&#351;tig&#226;nd vitez&#259;. C&#226;nd ajunge &#238;n pozi&#355;ia de echilibru, nu se poate opri brusc acolo: datorit&#259; 
   iner&#355;iei, &#238;&#351;i va continua mi&#351;carea dincolo de pozi&#355;ia de echilibru.
   
<P>Ajuns dincolo de pozi&#355;ia de echilibru, rezultanta for&#355;elor la care este supus corpul pendulului este iar&#259;&#351;i nenul&#259; &#351;i &#238;ndreptat&#259; aproximativ tot c&#259;tre
   pozi&#355;ia de echilibru (figura&nbsp;1A1&minus;8).
   
<P><DIV class=image>
  <IMG src="img/1a1_8.jpg"><BR>
  <B>Fig. 1A1&minus;8.&nbsp; </B>For&#355;ele care ac&#355;ioneaz&#259; asupra corpului pendulului dincolo de pozi&#355;ia de echilibru: rezultanta for&#355;elor este iar&#259;&#351;i nenul&#259;.
</DIV>

<P>Astfel, pedulul pierde treptat viteza pe care o avea &#351;i, &#238;n cele din urm&#259;, ajunge &#238;n repaus, firul fiind &#238;nclinat la maximum. De aici &#238;ncepe s&#259; c&#226;&#351;tige
   vitez&#259; &#238;nspre pozi&#355;ia de echilibru, trece prin aceasta &#351;i se opre&#351;te foarte aproape de locul din care a plecat. De aici &#238;ncolo, mi&#351;carea pendulului se
   repet&#259; aproape identic.
   
<P>O parte din energia pendulului este transferat&#259; treptat particulelor de aer &#238;nt&#226;lnite &#238;n cale. Oscila&#355;iile pendulului sunt din ce &#238;n ce mai "m&#259;runte" &#351;i,
   &#238;n cele din urm&#259;, pendulul se "lini&#351;te&#351;te" &#238;n pozi&#355;ia de echilibru &minus; toat&#259; energia sa de oscila&#355;ie va fi fost transferat&#259; mediului. 
   
<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1A1&minus;2</I></B>
  <P><IMG src="img/vrmla.gif">&nbsp;Lanseaz&#259; un <A href="vrml/pendul.wrl" target=new>pendul virtual</A> &#351;i observ&#259;&minus;i oscila&#355;iile!
</DIV>

<P>To&#355;i oscilatorii mecanici sunt caracteriza&#355;i de pozi&#355;ii de <I>echilibru stabil</I>. Odat&#259; scos din pozi&#355;ia de echilibru, oscilatorul este supus unei for&#355;e
   rezultante nenule, care &#238;ncearc&#259; s&#259; aduc&#259; oscilatorul &#238;n pozi&#355;ia de echilibru (<I>for&#355;a de revenire</I>). Iner&#355;ia oscilatorului &#351;i viteza dob&#226;ndit&#259; &#238;n
   procesul de revenire, fac ca oscilatorul s&#259; treac&#259; dincolo de pozi&#355;ia de echilibru, fiind supus astfel unei for&#355;e de revenire, care &#238;ncearc&#259; din nou
   s&#259;&minus;l aduc&#259; &#238;n pozi&#355;ia de echilibru. P&#226;n&#259; c&#226;nd energia oscilatorului nu este transferat&#259; &#238;n &#238;ntregime mediului, acesta oscileaz&#259;, &#238;ncerc&#226;nd mereu s&#259;&minus;&#351;i
   reg&#259;seasc&#259; echilibrul &#351;i "rat&#226;nd" de fiecare dat&#259;.

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1A1&minus;3</I></B>
  <P>Modific&#259; parametrii pendulului pe care l&minus;ai realizat la activitatea experimental&#259; 1A1&minus;1 (masa, lungimea firului, unghiul de la care
     &#238;ncepe s&#259; oscileze) &#351;i &#238;ncearc&#259; s&#259; ob&#355;ii un pendul care s&#259; "bat&#259;" secunda (adic&#259; trece dintr&minus;o parte &#238;n cealalt&#259; &#238;n fiecare secund&#259;).
  <P>Prezint&#259; &#238;n scris cum ai procedat, care sunt parametrii care influen&#355;eaz&#259; semnificativ perioada de oscila&#355;ie a pendulului &#351;i care parametri au o 
     influen&#355;&#259; nesemnificativ&#259;.
</DIV>

</BODY>
</HTML>












