<HTML>
<HEAD>
<TITLE>Compunerea oscila&#355;iilor</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatorul mecanic</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>A.10.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Compunerea oscila&#355;iilor</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A10&minus;1</I></B>
  <P>Cum te a&#351;tep&#355;i s&#259; oscileze un pendul elastic at&#226;rnat de tavanul unei &#238;nc&#259;peri de pe un vas care navigheaz&#259; pe mare?
</DIV>

<P>C&#226;t&#259; vreme marea este lini&#351;tit&#259;, pendulul elastic va oscila armonic, &#238;n sus &#351;i &#238;n jos. Dac&#259; &#238;ns&#259; sunt valuri, &#238;ntregul vas va oscila!

<P>Pendulul va fi determinat s&#259; oscileze de&minus;odat&#259;, &#351;i cum ar fi f&#259;cut&minus;o pe mare lini&#351;tit&#259;, dar &#351;i cum oscileaz&#259; pe valuri punctul s&#259;u de suspensie
   (odat&#259; cu &#238;ntreaga structur&#259; a vasului).

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>compunerea oscila&#355;iilor</I> procesul de suprapunere a dou&#259; (sau mai multe) oscila&#355;ii independente.</B>
</DIV>

<P>C&#226;nd coordonata vertical&#259; a pendulului ar fi fost <I>y</I><SUB>1</SUB>, iar oscila&#355;iile punctului s&#259;u de suspensie ar fi <I>mutat</I> pe vertical&#259; &#238;ntregul
   pendul cu <I>y</I><SUB>2</SUB>, elonga&#355;ia pendulului (datorat&#259; compunerii celor dou&#259; oscila&#355;ii) ar fi:

<P align=center><IMG src="img/e1a10_1.gif"> 

<P>Ai putea afla cum oscileaz&#259; pendulul adun&#226;nd, pentru fiecare moment de timp, elonga&#355;iile oscila&#355;iilor independente care se compun. 

<P>&#206;n figura&nbsp;1A10&minus;1 
   este prezentat procesul de adunare punct&minus;cu&minus;punct a elonga&#355;iilor a dou&#259; oscila&#355;ii armonice.
   
<P><DIV class=image>
    <P align=center><IMG src="img/1a10_1.jpg" align=absmiddle>
    <P><B>Fig. 1A10&minus;1. </B>Compunerea a dou&#259; oscila&#355;ii armonice independente, av&#226;nd aceea&#351;i direc&#355;ie.
  </DIV>

<P>Adunarea punctu&minus;cu&minus;punct este &#238;ns&#259; o opera&#355;ie laborioas&#259; (trebuie s&#259; aduni multe perechi de valori), care ar trebui ref&#259;cut&#259; de fiecare dat&#259;
   c&#226;nd se schimb&#259; ceva la m&#259;car una dintre oscila&#355;iile care se compun!
   
<P>&#206;n cazul unei oscila&#355;ii armonice care se desf&#259;&#351;oar&#259; conform legii de mi&#351;care:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a10_2.gif"></TD>
    <TD align=right>(1)</TD>
  </TR>
</TABLE>

<P>po&#355;i oric&#226;nd rescrie legea de mi&#351;care, astfel &#238;nc&#226;t adunarea punct&minus;cu&minus;punct s&#259; fie simplificat&#259;.

<P>Astfel, dezvolt&#226;nd func&#355;ia <I>cosinus</I> din expresia (1), ob&#355;ii:

<P align=center><IMG src="img/e1a10_3.gif"> 

<P>Regrup&#226;nd termenii, ob&#355;ii:

<P align=center><IMG src="img/e1a10_4.gif"> 

<P>A&#351;adar, po&#355;i oric&#226;nd scrie legea de mi&#351;care a unei oscila&#355;ii armonice ca o sum&#259; de doi termeni:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a10_5.gif"></TD>
    <TD align=right>(1')</TD>
  </TR>
</TABLE>

<P>unde <IMG src="img/e1a10_6.gif" align=absmiddle> &#351;i <IMG src="img/e1a10_7.gif" align=absmiddle> sunt doi factori constan&#355;i, dependen&#355;i de amplitudinea &#351;i
   faza ini&#355;ial&#259; a oscila&#355;iei.
   
<P>Asem&#259;n&#259;tor, o alt&#259; oscila&#355;ie armonic&#259;, pe aceea&#351;i direc&#355;ie &#351;i aceea&#351;i pulsa&#355;ie, av&#226;nd legea de mi&#351;care:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a10_8.gif"></TD>
    <TD align=right>(2)</TD>
  </TR>
</TABLE>

<P>poate fi scris&#259; sub forma:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a10_9.gif"></TD>
    <TD align=right>(2')</TD>
  </TR>
</TABLE>

<P>unde, de data aceasta, <IMG src="img/e1a10_10.gif" align=absmiddle> &#351;i <IMG src="img/e1a10_11.gif" align=absmiddle>.
  
<P>Compunerea oscila&#355;iilor (1) &#351;i (2), puse sub forma dat&#259; de (1'), respectiv (2'), conduce la o oscila&#355;ie a c&#259;rei elonga&#355;ie este, pentru oricare moment de timp:

<P align=center><IMG src="img/e1a10_12.gif"> 

<P>Oscila&#355;ia rezultant&#259; are aceea&#351;i form&#259; ca o oscila&#355;ie armonic&#259;:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a10_13.gif"></TD>
    <TD align=right>(3)</TD>
  </TR>
</TABLE>

<P>unde:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a10_14.gif"></TD>
    <TD align=right>(3')</TD>
  </TR>
</TABLE>

<P>&#351;i

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a10_15.gif"></TD>
    <TD align=right>(3'')</TD>
  </TR>
</TABLE>

<P>Rezultatul poate fi generalizat pentru compunerea oric&#226;tor oscila&#355;ii armonice av&#226;nd aceea&#351;i direc&#355;ie &#351;i aceea&#351;i pulsa&#355;ie, extinz&#226;nd sumele care reprezint&#259;
   coeficien&#355;ii <I>a</I> &#351;i <I>b</I>. A&#351;adar:
   
<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Rezultatul compunerii oscila&#355;iilor armonice av&#226;nd aceea&#351;i direc&#355;ie &#351;i aceea&#351;i pulsa&#355;ie este tot o oscila&#355;ie armonic&#259;, av&#226;nd aceea&#351;i direc&#355;ie &#351;i aceea&#351;i
     pulsa&#355;ie.</B>
</DIV>
   
<P>Acesta este un rezultat remarcabil, care spore&#351;te utilitatea teoretic&#259; &#351;i practic&#259; a oscila&#355;iilor armonice.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A10&minus;2</I></B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie amplitudinea oscila&#355;iei rezultate prin compunerea oscila&#355;iilor armonice (1) &#351;i (2)?
</DIV>

<P>Deoarece <IMG src="img/e1a10_16.gif" align=absmiddle> &#351;i <IMG src="img/e1a10_17.gif" align=absmiddle>, <I>A</I> fiind amplitudinea oscila&#355;iei rezultante, 
   iar <I>&phi;</I><SUB>0</SUB> faza sa ini&#355;ial&#259;, ob&#355;ii imediat c&#259;:

<P align=center><IMG src="img/e1a10_18.gif"> 

<P>Folosind rela&#355;iile (3') &#351;i (3''), ob&#355;ii c&#259;:

<P align=center><IMG src="img/e1a10_19.gif"> 

<P>Termenul dintre paranteze este chiar <I>cosinusul</I> diferen&#355;ei de faz&#259; dintre oscila&#355;iile care se compun:

<P align=center><IMG src="img/e1a10_20.gif"> 

<P>A&#351;adar,

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Amplitudinea oscila&#355;iei rezultate prin compunerea a dou&#259; oscila&#355;ii armonice, av&#226;nd aceea&#351;i direc&#355;ie &#351;i aceea&#351;i pulsa&#355;ie, este:</B>
  <P align=center><IMG src="img/e1a10_21.gif">
</DIV>

<P>Amplitudinea oscila&#355;iei rezultante depinde at&#226;t de amplitudinile oscila&#355;iilor care se compun, dar &#351;i de defazajul dintre acestea.

<P>Astfel, c&#226;nd defazajul este nul (sau, &#238;n general, multiplu par de <FONT face="symbol"><I>p</I></FONT>), adic&#259; atunci c&#226;nd oscila&#355;iile care se compun sunt
   &#238;n faz&#259;, amplitudinea oscila&#355;iei rezultante este maxim&#259; (figura&nbsp;1A10&minus;2):
   
<P align=center><IMG src="img/e1a10_22.gif"> 
   
<P><DIV class=image>
    <P align=center><IMG src="img/1a10_2.jpg" align=absmiddle>
    <P><B>Fig. 1A10&minus;2. </B>Compunerea a dou&#259; oscila&#355;ii armonice &#238;n faz&#259;.
  </DIV>

<P>Dimpotriv&#259;, c&#226;nd defazajul este <FONT face="symbol"><I>p</I></FONT> (sau, &#238;n general, multiplu impar de <FONT face="symbol"><I>p</I></FONT>), adic&#259; atunci
   c&#226;nd oscila&#355;iile sunt &#238;n opozi&#355;ie de faz&#259;, amplitudinea oscila&#355;iei rezultante este minim&#259; (figura&nbsp;1A10&minus;3):
   
<P align=center><IMG src="img/e1a10_23.gif"> 
   
<P><DIV class=image>
    <P align=center><IMG src="img/1a10_3.jpg" align=absmiddle>
    <P><B>Fig. 1A10&minus;3. </B>Compunerea a dou&#259; oscila&#355;ii armonice &#238;n opozi&#355;ie de faz&#259;.
  </DIV>

<P>Dac&#259; cele dou&#259; oscila&#355;ii care se compun sunt &#238;n opozi&#355;ie de faz&#259; &#351;i au aceea&#351;i amplitudine, oscila&#355;ia rezultant&#259; are amplitudine nul&#259;! Aceasta este cea mai
   spectaculoas&#259; modalitate de contracarare a unei oscila&#355;ii nedorite: compunerea acesteia cu o alta, de aceea&#351;i amplitudine &#351;i &#238;n opozi&#355;ie de faz&#259;.   
   
<P>Investigheaz&#259; compunerea oscila&#355;iilor paralele folosind <a href="comp_par/osc_par.exe">acest program</a>!   

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A10&minus;3</I></B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie faza ini&#355;ial&#259; a oscila&#355;iei care rezult&#259; prin compunerea oscila&#355;iilor (1) &#351;i (2)?
</DIV>
    
</BODY>
</HTML>























