<HTML>
<HEAD>
<TITLE>*Compunerea oscila&#355;iilor perpendiculare</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatorul mecanic</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>A.11.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>*Compunerea oscila&#355;iilor perpendiculare</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Cei care lucreaz&#259; sau locuiesc la etajele superioare ale unei cl&#259;diri foarte &#238;nalte (cum sunt zg&#226;rie&minus;norii) trebuie s&#259; suporte oscila&#355;ii permanente,
   cu amplitudini uneori de ordinul metrului!
   
<P>Nici un corp nu este perfect rigid &#351;i se deformeaz&#259;, chiar &#351;i foarte pu&#355;in, sub ac&#355;iunea for&#355;elor la care este supus. 

<P>La o cl&#259;dire &#238;nalt&#259; de sute de metri, micile deforma&#355;ii conduc la deplas&#259;ri apreciabile la v&#226;rful cl&#259;dirii.

<DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1A11&minus;1</I></B>
  <P>Investigheaz&#259; oscila&#355;iile v&#226;rfului unei tije sub&#355;iri &#351;i lungi. Lucreaz&#259; &#238;n echip&#259;.
  
  <P><B><I>Pasul 1&nbsp; </I></B>Fixa&#355;i &#238;ntr&minus;un suport solid o tij&#259; cilindric&#259; de o&#355;el, av&#226;nd diametrul de aproximativ 8&nbsp;mm &#351;i lungimea de 
     aproximativ 1&nbsp;m. 
  <P>La cap&#259;tul superior al tijei, ata&#351;a&#355;i str&#226;ns un indicator laser, folosind band&#259; adeziv&#259;, astfel &#238;nc&#226;t banda s&#259; bloceze butonul pe pozi&#355;ia "pornit" &#351;i
     laserul s&#259; trimit&#259; lumina vertical &#238;n sus.
  <P style="color: red"><IMG src="img/warning.gif">&nbsp;<I><B>Aten&#355;ie!</B> Evita&#355;i ca lumina laserului s&#259; p&#259;trund&#259; direct &#238;n ochii cuiva! A&#351;eza&#355;i tija 
     astfel &#238;nc&#226;t laserul s&#259; fie deasupra nivelului ochilor vo&#351;tri. Privi&#355;i doar pata de lumin&#259; de pe tavan.</I>

  <P><B><I>Pasul 2&nbsp; </I></B>Trage&#355;i lateral cap&#259;tul superior al tijei pe o distan&#355;&#259; de c&#226;&#355;iva centimetri &#351;i elibera&#355;i&minus;o. Observa&#355;i oscila&#355;ia tijei,
     urm&#259;rind pata de lumin&#259; trimis&#259; de laser pe tavan.
     
  <P><B><I>Pasul 3&nbsp; </I></B>&#206;n timp ce tija oscileaz&#259;, lovi&#355;i scurt cap&#259;tul superior al tijei pe o direc&#355;ie perpendicular&#259; pe cea a oscila&#355;iilor ini&#355;iale.
     Observa&#355;i oscila&#355;ia tijei. &#206;ncerca&#355;i mai multe combina&#355;ii de oscila&#355;ii.  
</DIV>

<P>Cap&#259;tul liber al tijei descrie traiectorii foarte diverse (figura&nbsp;1A11&minus;1).

<P><DIV class=image>
    <P align=center><IMG src="img/1a11_1a.jpg" hspace=4>a.&nbsp;&nbsp;&nbsp; <IMG src="img/1a11_1b.jpg" hspace=4>b.&nbsp;&nbsp;&nbsp; <IMG src="img/1a11_1c.jpg" hspace=4>c.&nbsp;&nbsp;&nbsp;  
    <P><B>Fig. 1A11&minus;1. </B>Traiectorii ale petei de lumin&#259; care se mi&#351;c&#259; odat&#259; cu v&#226;rful tijei.
  </DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A11&minus;1</I></B>
  <P>De unde rezult&#259; oare o diversitate at&#226;t de mare de traiectorii descrise de v&#226;rful tijei?
</DIV>

<P>C&#226;nd &#238;ncerci s&#259; &#238;n&#355;elegi un fenomen complex, o metod&#259; eficient&#259; este s&#259; faci, cel pu&#355;in la &#238;nceput, simplific&#259;ri rezonabile, care s&#259; &#238;&#355;i permit&#259; s&#259; ob&#355;ii
   primele rezultate utile.
   
<P>Pentru &#238;nceput, s&#259; consider&#259;m c&#259; v&#226;rful tijei se mi&#351;c&#259; practic &#238;ntr&minus;un plan orizontal. 

<P>Nu este chiar a&#351;a, dapr pentru amplitudini de oscila&#355;ie de
   c&#226;&#355;iva centimetri, curbura suprafe&#355;ei pe care o descrie v&#226;rful tijei lung&#259; de un metru este at&#226;t de "lin&#259;", &#238;nc&#226;t o putem aproxima cu o suprafa&#355;&#259; plan&#259;
   (este mai u&#351;or s&#259; urm&#259;re&#351;ti o mi&#351;care care se efectueaz&#259; &#238;ntr&minus;un plan).
   
<P>C&#226;nd tragi lateral v&#226;rful tijei, aceasta se &#238;ncovoaie: partea exterioar&#259; a tijei &#238;ncovoiate este alungit&#259; pu&#355;in, iar partea interioar&#259; este comprimat&#259;
   (figura&nbsp;1A11&minus;2). 

<P><DIV class=image>
    <P align=center><IMG src="img/1a11_2.jpg">
    <P><B>Fig. 1A11&minus;2. </B>Deform&#259;ri &#238;ntr&minus;o tij&#259; &#238;ncovoiat&#259;.
  </DIV>

<P>Astfel, &#238;n tij&#259; apar tensiuni elastice care vor &#238;ncerca s&#259; aduc&#259; tija &#238;n pozi&#355;ie vertical&#259;. 

<P>C&#226;nd eliberezi tija, tensiunile elastice o vor pune &#238;n mi&#351;care &#238;nspre pozi&#355;ia vertical&#259;, de echilibru.

<P>C&#226;&#351;tig&#226;nd vitez&#259; &#238;n drumul spre pozi&#355;ia de echilibru, tija nu se poate opri brusc &#238;n pozi&#355;ia de echilibru (chiar dac&#259; acolo tensiunile elastice sunt nule).

<P>Iner&#355;ia tijei face ca aceasta s&#259; treac&#259; dincolo de pozi&#355;ia de echilibru. Tensiunile elastice care apar din nou o vor &#238;ncetini &#351;i apoi o vor accelera 
   &#238;napoi, c&#259;tre pozi&#355;ia de echilibru &minus; tija oscileaz&#259;!
   
<P>S&#259; alegem o ax&#259; <I>Ox</I> &#238;n lungul direc&#355;ei orizontale de&minus;a lungul c&#259;reia oscileaz&#259; v&#226;rful tijei &#351;i s&#259; presupunem c&#259; aceast&#259; oscila&#355;ie este
   armonic&#259; (singurul tip de oscila&#355;ie pe care &#238;l po&#355;i aborda, deocamdat&#259;). 
   
<P>Aleg&#226;nd momentul ini&#355;ial chiar c&#226;nd v&#226;rful tijei este eliberat&#259; de la elonga&#355;ie maxim&#259; pozitiv&#259;, ecua&#355;ia mi&#351;c&#259;rii v&#226;rfului tijei este:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a11_1.gif"></TD>
    <TD align=right>(1)</TD>
  </TR>
</TABLE>

<P>Dac&#259; &#238;n timpul oscila&#355;iei &#238;n lungul axei <I>Ox</I>, love&#351;ti scurt v&#226;rful tijei pe o direc&#355;ie perpendicular&#259; <I>Oy</I>, vei determina &#351;i o oscila&#355;ie &#238;n 
   lungul axei <I>Oy</I>, descris&#259; de ecua&#355;ia:
   
<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a11_2.gif"></TD>
    <TD align=right>(2)</TD>
  </TR>
</TABLE>

<P>unde <I>&delta;</I> este diferen&#355;a de faz&#259; dintre cele dou&#259; oscila&#355;ii (dependent&#259; de momentul la care porne&#351;ti oscila&#355;ia de&minus;a lungul axei <I>Oy</I>).

<P>V&#226;rful tijei se va mi&#351;ca astfel &#238;nc&#226;t, la oricare moment de timp va trece prin pozi&#355;ia de coordonate (<I>x, y</I>), date de expresiile (1) &#351;i (2). 

<P>Pozi&#355;iile succesive ale v&#226;rfului tijei depind astfel de cinci parametri independen&#355;i: amplitudinile &#351;i pulsa&#355;iile pe fiecare dintre cele dou&#259; direc&#355;ii, 
   precum &#351;i defazajul dintre oscila&#355;iile pe cele dou&#259; direc&#355;ii. Rezult&#259; astfel o diversitate uluitoare de traiectorii posibile!
   
<P>Putem face simplific&#259;ri suplimentare pentru a &#238;ncepe s&#259; &#238;n&#355;elegem cum oscileaz&#259; v&#226;rful tijei. 

<P>Presupun&#226;nd c&#259; tija se comport&#259; identic, indiferent de direc&#355;ia &#238;n care este &#238;ncovoiat&#259;, pulsa&#355;iile de oscila&#355;ie pe cele dou&#259; direc&#355;ii sunt egale:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a11_3.gif"></TD>
    <TD align=right>(3)</TD>
  </TR>
</TABLE>

<P>Pentru o tij&#259; cu sec&#355;iunea aplatizat&#259;, sau pentru o cl&#259;dire real&#259;, simplificarea (3) nu este valabil&#259;. Arareori cl&#259;dirile sunt perfect simetrice fa&#355;&#259; de
   o ax&#259; vertical&#259;, rezult&#226;nd astfel comport&#259;ri diferite la &#238;ncovoierea dup&#259; direc&#355;ii diferite.
   
<P>&#206;n condi&#355;iile simplifici&#259;rii (3), vom aborda &#238;n continuare cazul (mai simplu) al compunerii oscila&#355;iilor perpendiculare av&#226;nd <I>aceea&#351;i</I> pulsa&#355;ie. &#206;n
   aceste condi&#355;ii, ecua&#355;iile de mi&#351;care dup&#259; cele dou&#259; direc&#355;ii sunt:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a11_4.gif"></TD>
    <TD align=right>(1')</TD>
  </TR>
</TABLE>

<P>respectiv

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a11_5.gif"></TD>
    <TD align=right>(2')</TD>
  </TR>
</TABLE>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A11&minus;2</I></B>
  <P>Care te a&#351;tep&#355;i s&#259; fie traiectoria v&#226;rfului tijei, &#238;n aceste condi&#355;ii?
</DIV>

<P>Po&#355;i ob&#355;ine ecua&#355;ia traiectoriei elimin&#226;nd parametrul timp &#238;ntre ecua&#355;iile (1') &#351;i (2') - traiectoria este atemporal&#259;!

<P>Astfel, din ecua&#355;ia (1') ob&#355;ii:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a11_6.gif"></TD>
    <TD align=right>(3)</TD>
  </TR>
</TABLE>

<P>iar din (2') ob&#355;ii:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a11_7.gif"></TD>
    <TD align=right>(4)</TD>
  </TR>
</TABLE>

<P>&#354;in&#226;nd cont de rela&#355;ia (3) &#351;i de faptul c&#259;

<P align=center><IMG src="img/e1a11_8.gif">

<P>rela&#355;ia (4) define:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a11_9.gif"></TD>
    <TD align=right>(5)</TD>
  </TR>
</TABLE>
   
<P>Rela&#355;ia (5) descire complet traiectoria v&#226;rfului tijei: &#238;&#355;i permite s&#259; calculezi coordonatele <I>y</I> pentru oricare coordonat&#259; <I>x</I>. 

<P>Totu&#351;i, complexitatea rela&#355;iei (5) nu &#238;&#355;i permite s&#259; &#238;ntrevezi u&#351;or forma traiectoriei pentru diferite valori ale parametrilor care intervin. Suntem
   nevoi&#355;i s&#259; simplific&#259;m &#238;n continuare!

<P>Dac&#259; reu&#351;e&#351;ti s&#259; love&#351;ti scurt v&#226;rful tijei &#238;n sensul pozitiv al axei <I>Oy</I> chiar c&#226;nd v&#226;rful tijei trece prin pozi&#355;ia de echilibru &#238;n sensul pozitiv
   al axei <I>Ox</I>, vitezele de&minus;a lungul celor dou&#259; axe vor fi simultan maxime, astfel c&#259; defazajul dintre cele dou&#259; oscila&#355;ii este nul:
   <I>&delta;</I>&nbsp;=&nbsp;. &#206;n acest caz,
   
<P align=center><IMG src="img/e1a11_10.gif">

<P>Aceasta este ecua&#355;ia unei drepte care trece prin pozi&#355;ia de echilibru &#351;i are panta <IMG src="img/e1a11_11.gif" align=absmiddle> (figura&nbsp;1A11&minus;3).

<P><DIV class=image>
    <P align=center><IMG src="img/1a11_3.jpg">
    <P><B>Fig. 1A11&minus;3. </B>Traiectoria pentru defazaj nul.
  </DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A11&minus;3</I></B>
  <P>Cum te a&#351;tep&#355;i s&#259; fie traiectoria &#238;n cazul defazajului nul &#351;i al amplitudinilor egale pe cele dou&#259; direc&#355;ii perpendiculare?
</DIV>

<P>Dac&#259; reu&#351;e&#351;ti s&#259; love&#351;ti scurt v&#226;rful tijei &#238;n sensul pozitiv al axei <I>Oy</I> chiar c&#226;nd v&#226;rful tijei se afl&#259; la elonga&#355;ia maxim&#259; pozitiv&#259;, defazajul dintre
   cele dou&#259; oscila&#355;ii este <IMG src="img/e1a11_12.gif" align=absmiddle>, astfel c&#259; ecua&#355;ia traiectoriei devine:
   
<P align=center><IMG src="img/e1a11_13.gif">

<P>Aceasta poate fi pus&#259;, prin ridicarea ambilor membri la p&#259;trat &#351;i regruparea termenilor, &#238;n forma mai compact&#259;:

<P align=center><IMG src="img/e1a11_14.gif">

<P>Aceasta este ecua&#355;ia unei elipse, av&#226;nd axele orientate &#238;n lungul axelor <I>Ox</I>, respectiv <I>Oy</I> (figura&nbsp;1A11&minus;4).

<P><DIV class=image>
    <P align=center><IMG src="img/1a11_4.jpg">
    <P><B>Fig. 1A11&minus;4. </B>Traiectoria pentru defazaj <IMG src="img/e1a11_12.gif" align=absmiddle>.
  </DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A11&minus;4</I></B>
  <P>Cum te a&#351;tep&#355;i s&#259; fie traiectoria &#238;n cazul defazajului <IMG src="img/e1a11_15.gif" align=absmiddle> &#351;i al amplitudinilor egale pe cele dou&#259; direc&#355;ii perpendiculare?
</DIV>

<P>Pentru un defazaj intermediar (&#238;ntre 0 &#351;i <IMG src="img/e1a11_12.gif" align=absmiddle>), elipsa este mai mult sau mai pu&#355;in "turtit&#259;" &#351;i are axele &#238;nclinate, &#238;n func&#355;ie
   de defazajul <I>&delta;</I> (figura&nbsp;1A11&minus;5).
   
<P><DIV class=image>
    <P align=center><IMG src="img/1a11_5.jpg">
    <P><B>Fig. 1A11&minus;5. </B>Traiectoria pentru defazaj intermediar, &#238;ntre 0 &#351;i <IMG src="img/e1a11_12.gif" align=absmiddle>.
  </DIV>

<P>Chiar dreapta din figura&nbsp;1A11&minus;3 este un caz extrem de elips&#259;, at&#226;t de "turtit&#259;" &#238;nc&#226;t se confund&#259; cu un segment de dreapt&#259;. A&#351;adar,

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Traiectoria rezultat&#259; prin compunerea a dou&#259; oscila&#355;ii armonice perpendiculare, av&#226;nd aceea&#351;i pulsa&#355;ie, este o elips&#259; a c&#259;rei form&#259; &#351;i orientare
     depind de raportul amplitudinilor oscila&#355;iilor care se compun &#351;i de defazajul dintre acestea.</B>
</DIV>

<P>Aceast&#259; analiz&#259; simplificat&#259; a compunerii oscila&#355;iilor perpendiculare este &#238;nc&#259; o treapt&#259; pe care ai urcat: vei putea aborda acum cu mai mult curaj cazuri
   mai complexe, care te&minus;ar putea interesa. 
   
<P>Po&#355;i cere unui calculator s&#259;&minus;&#355;i prezinte <A href="comp_perp/osc_per.exe" target = new>diversitatea uluitoare de traiectorii</A> posibile pentru diferite valor ale parametrilor oscila&#355;iilor care se
   compun!
    
</BODY>
</HTML>























