<HTML>
<HEAD>
<TITLE>M&#259;rimi caracteristice mi&#351;c&#259;rii oscilatorii</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatorul mecanic</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>A.2.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>M&#259;rimi caracteristice mi&#351;c&#259;rii oscilatorii</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Un cunosc&#259;tor al unui domeniu este capabil s&#259; identifice o mul&#355;ime de caracteristici ale unui subiect apar&#355;in&#226;nd acelui domeniu, recunosc&#226;nd importan&#355;a
   fiec&#259;rei caracteristici &#238;n parte. Un cunosc&#259;tor al automobilelor va fi interesat nu doar de pre&#355;ul acestora, ci &#351;i de tipul, puterea &#351;i tura&#355;ia motorului,
   consumul specific, tipul de trac&#355;iune, &#355;inuta de drum, tipul anvelopelor, &#351;i multe altele asemenea. Fiecare dintre aceste caracteristici are importan&#355;a sa
   &#238;n performan&#355;a global&#259; a unui automobil.
   
<P>Un cunosc&#259;tor al mi&#351;c&#259;rilor oscilatorii va fi de asemenea capabil s&#259; identifice o mul&#355;ime de caracteristici ale acestor mi&#351;c&#259;ri, recunosc&#226;nd importan&#355;a
   fiec&#259;rei caracteristici &#238;n parte.
   
<DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1A2&minus;1</I></B>
  <P>Construie&#351;te un pendul cu fir elastic &#351;i observ&#259; mi&#351;carea acestuia.
  
  <P><B><I>Pasul 1&nbsp; </I></B>&#206;nlocuie&#351;te firul de a&#355;&#259; al pendulului pe care l&minus;ai realizat la activitatea experimental&#259; 1A1&minus;1, cu un fir elastic
     sub&#355;ire, extras dintr&minus;o band&#259; elastic&#259; (cum sunt cele folosite la confec&#355;ii). Ai realizat astel un pendul cu fir elastic (figura&nbsp;1A2&minus;1).
  <DIV class=image>
    <P><IMG src="img/1a2_1.jpg" align=absmiddle>
    <B>Fig. 1A2&minus;1. </B>Pendul cu fir elastic.
  </DIV>
  
  <P>Pozi&#355;ia sa de echilibru este cu firul elastic alungit vertical. Alungirea firului elastic &#238;n pozi&#355;ia de echilibru depinde de greutatea corpului at&#226;rnat 
     de acesta.
     
  <P><B><I>Pasul 2&nbsp; </I></B>Trage de corpul pendulului, vertical &#238;n jos &#351;i elibereaz&#259;&minus;l. Observ&#259; mi&#351;carea pendulului &#351;i m&#259;soar&#259;&minus;i perioada de
     oscila&#355;ie.      
</DIV>

<P>Perioada unei mi&#351;c&#259;rii oscilatorii este o caracteristic&#259; important&#259; a acesteia. Uneori, suntem interesa&#355;i s&#259; realiz&#259;m oscilatori av&#226;nd o anumit&#259; perioad&#259;
   de oscila&#355;ie.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A2&minus;1</I></B>
  <P>&#206;ncearc&#259; s&#259; faci ca oscila&#355;iile pendulului cu fir elastic pe care l&minus;ai realizat s&#259; aib&#259; perioada 0,5 s.
</DIV>

<P>C&#226;nd oscila&#355;iile sunt rapide, av&#226;nd perioada o frac&#355;iune dintr&minus;o secund&#259;, prefer&#259;m s&#259; utiliz&#259;m o alt&#259; caracteristic&#259;: <I>frecven&#355;a</I> oscila&#355;iei.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>frecven&#355;a</I> unei oscila&#355;ii num&#259;rul de oscila&#355;ii complete efectuate &#238;n fiecare secund&#259;.</B>
</DIV>

<P>&#206;njum&#259;t&#259;&#355;ind perioada de oscila&#355;ie, num&#259;rul de oscila&#355;ii efectuate &#238;n fiecare secund&#259; se dubleaz&#259;. A&#351;adar, rela&#355;ia dintre frecven&#355;a &#351;i perioada unei oscila&#355;ii
   este de invers&#259; propor&#355;ionalitate:
   <CENTER><TABLE>
     <TR>
       <TD><I>frecven&#355;a</I></TD>
       <TD>=</TD>
       <TD align=center>1<HR><I>perioad&#259;</I></TD>
     </TR>
   </TABLE></CENTER>

<P>Unitatea de m&#259;sur&#259; pentru frecven&#355;&#259;, &#238;n Sistemul Interna&#355;ional, este <I>s</I><SUP>&minus;1</SUP>, unitate numit&#259; <I>hertz</I> (simbol <I>Hz</I>). 

<P>Numele unit&#259;&#355;ii a fost dat &#238;n onoarea germanului Heinrich Hertz, cel care a demonstrat experimental, pentru prima dat&#259;, existen&#355;a undelor electromagnetice (undele radio). 
   Vei &#238;nt&#226;lni acest subiect &#238;n capitolul urm&#259;tor al aceste c&#259;r&#355;i electronice, sau ori de c&#226;te ori ascul&#355;i radioul (fiecare post de radio are frecven&#355;a sa)!    

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A2&minus;2</I></B>
  <P>Un calculator personal are un microprocesor care func&#355;ioneaz&#259; la frecven&#355;a 2200&nbsp;MHz. &#206;ntr&minus;un ciclu complet, microprocesorul calculatorului poate
     efectua un calcul tipic (o adunare, de exemplu). C&#226;t dureaz&#259; un ciclu complet al acestui microprocesor?
</DIV>

<P>Succesiunea de imagini din figura&nbsp;1A2&minus;2 reprezint&#259; pozi&#355;iile succesive ale unui pendul cu fir elastic, fotografiile fiind realizate cu frecven&#355;a
   15&nbsp;Hz.

<P><DIV class=image>
    <P><IMG src="img/1a2_2.jpg" align=absmiddle>
    <B>Fig. 1A2&minus;2. </B>Pozi&#355;iile succesive ale unui pendul cu fir elastic, fotografiate cu frecven&#355;a 15&nbsp;Hz.
  </DIV>
   
<P>&#350;i tu po&#355;i realiza astfel de fotografii, folosind un aparat fotografic digital care are op&#355;iunea <I>multiburst</I> (fotografii multiple, &#238;n succesiune rapid&#259;).
   Dac&#259; e&#351;ti interesat, acceseaz&#259; acest <A href="multiburst/multiburst.html" target=new>ghid</A> privind realizarea unor astfel de fotografii. 

<P>Pe parcursul unei oscila&#355;ii mecanice, pozi&#355;ia oscilatorului se modific&#259; de la o clip&#259; la alta, de o parte &#351;i de cealalt&#259; a pozi&#355;iei de echilibru.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>elonga&#355;ie</I> coordonata oscilatorului fa&#355;&#259; de pozi&#355;ia de echilibru.</B>
</DIV>

<P>Fiind coordonata fa&#355;&#259; de pozi&#355;ia de echilibru, elonga&#355;ia este pozitiv&#259; &#238;ntr&minus;o parte a pozi&#355;iei de echilibru &#351;i negativ&#259; &#238;n cealalt&#259; parte, semnul
   fiind dat de alegerea axei de coordonate. 
   
<P>Tabelul&nbsp;1A2&minus;1 descrie modificarea &#238;n timp a elonga&#355;iei &#238;n cazul prezentat &#238;n figura&nbsp;1A2&minus;2, axa fiind aleas&#259; vertica &#238;n sus, cu originea &#238;n dreptul
   capacului cutiei, &#238;n pozi&#355;ia de echilibru.
   
<P><SMALL><B>Tabelul&nbsp;1A2&minus;1. </B>Modificarea &#238;n timp a elonga&#355;iei pendulului cu fir elastic.</SMALL>
   <CENTER><TABLE border=1>
     <TR bgcolor=#dddddd>
       <TD align=center><B>Num&#259;rul<BR>fotografiei</B></TD>
       <TD align=center><B>Timpul<BR>s</B></TD>
       <TD align=center><B>Elonga&#355;ia<BR>cm</B></TD>
     </TR>
     <TR>
       <TD align=right>0</TD>
       <TD align=right>0</TD>
       <TD align=right>-6,7</TD>
     </TR>
     <TR>
       <TD align=right>1</TD>
       <TD align=right>1/15</TD>
       <TD align=right>-5,8</TD>
     </TR>
     <TR>
       <TD align=right>2</TD>
       <TD align=right>2/15</TD>
       <TD align=right>-4,1</TD>
     </TR>
     <TR>
       <TD align=right>3</TD>
       <TD align=right>3/15</TD>
       <TD align=right>-1,8</TD>
     </TR>
     <TR>
       <TD align=right>4</TD>
       <TD align=right>4/15</TD>
       <TD align=right>0,7</TD>
     </TR>
     <TR>
       <TD align=right>5</TD>
       <TD align=right>5/15</TD>
       <TD align=right>3,0</TD>
     </TR>
     <TR>
       <TD align=right>6</TD>
       <TD align=right>6/15</TD>
       <TD align=right>5,1</TD>
     </TR>
     <TR>
       <TD align=right>7</TD>
       <TD align=right>7/15</TD>
       <TD align=right>6,5</TD>
     </TR>
     <TR>
       <TD align=right>8</TD>
       <TD align=right>8/15</TD>
       <TD align=right>6,8</TD>
     </TR>
     <TR>
       <TD align=right>9</TD>
       <TD align=right>9/15</TD>
       <TD align=right>6,2</TD>
     </TR>
     <TR>
       <TD align=right>10</TD>
       <TD align=right>10/15</TD>
       <TD align=right>4,8</TD>
     </TR>
     <TR>
       <TD align=right>11</TD>
       <TD align=right>11/15</TD>
       <TD align=right>2,7</TD>
     </TR>
     <TR>
       <TD align=right>12</TD>
       <TD align=right>12/15</TD>
       <TD align=right>0,2</TD>
     </TR>
     <TR>
       <TD align=right>13</TD>
       <TD align=right>13/15</TD>
       <TD align=right>-1,9</TD>
     </TR>
     <TR>
       <TD align=right>14</TD>
       <TD align=right>14/15</TD>
       <TD align=right>-4,0</TD>
     </TR>
     <TR>
       <TD align=right>15</TD>
       <TD align=right>15/15</TD>
       <TD align=right>-5,0</TD>
     </TR>
   </TABLE></CENTER>   

<P>Pe parcursul oscila&#355;iilor, oscilatorul ajunge, din c&#226;nd &#238;n c&#226;nd, la cea mai mare dep&#259;rtare de pozi&#355;ia de echilibru.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>amplitudinea</I> unei oscila&#355;ii valoarea absolut&#259; a elonga&#355;iei maxime a acelei oscila&#355;ii:</B>
  <P align=center><I>amplitudinea&nbsp;|elonga&#355;ia<SUB>max</SUB>|</I>
</DIV>

<P>Amplitudinea unei oscila&#355;ii are acelea&#351;i unit&#259;&#355;i de m&#259;sur&#259; ca elonga&#355;ia acelei oscila&#355;ii (metri, &#238;n Sistemul Interna&#355;ional).

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A2&minus;3</I></B>
  <P>C&#226;t este amplitudinea oscila&#355;iei descris&#259; de tabelul 1A2&minus;1? Dar perioada acesteia?
</DIV>

<P>Este dificil s&#259; interpretezi multe date experimentale numerice, cum sunt cele din tabelul&nbsp;1A2&minus;1. Este mult mai
   convenabil s&#259; interpretezi reprezentarea grafic&#259; a acelora&#351;i date (figura&nbsp;1A2&minus;3).
   
<P><DIV class=image>
    <P><IMG src="img/1a2_3.jpg" align=absmiddle>
    <B>Fig. 1A2&minus;3. </B>Reprezentarea grafic&#259; a elonga&#355;iei pendulului cu fir elastic.
  </DIV>
   
<P><I>Perioada, frecven&#355;a, elonga&#355;ia</I> &#351;i <I>amplitudinea</I> sunt c&#226;teva caracteristici importante ale oric&#259;rei mi&#351;c&#259;ri oscilatorii. Vei utiliza
   aceste caracteristici ori de c&#226;te ori vei descrie sau vei analiza o mi&#351;care oscilatorie.

</BODY>
</HTML>













