<HTML>
<HEAD>
<TITLE>Amortizarea oscila&#355;iilor</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatorul mecanic</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>A.3.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Amortizarea oscila&#355;iilor</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>&#206;n cazul pendulului cu fir elastic pe care l&minus;ai realizat, amplitudinea oscila&#355;iilor acestuia scade semnificativ de la o oscila&#355;ie la alta. Graficul
   din figura&nbsp;1A3&minus;1 prezint&#259; primele oscila&#355;ii ale unui pendul cu fir elastic.

<P><DIV class=image>
    <P><IMG src="img/1a3_1.jpg" align=absmiddle>
    <B>Fig. 1A3&minus;1. </B>Primele oscila&#355;ii ale unui pendul cu fir elastic.
  </DIV>
   
<P>&#350;i tu po&#355;i colecta astfel de date, folosind un mouse &#351;i un program pentru calculator. Acceseaz&#259; acest <A href="mouse/mouse.html" target=new>ghid</A>!

<P>Din analiza graficului din figura&nbsp;1A3&minus;1 reiese clar sc&#259;derea treptat&#259; a amplitudinii oscila&#355;iilor. Acestea nu sunt riguros periodice: dup&#259; o
   oscila&#355;ie, pendulul nu revine &#238;n pozi&#355;ia de la &#238;nceputul oscila&#355;iei.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>oscila&#355;ie amortizat&#259;</I> oscila&#355;ia a c&#259;rei amplitudine scade &#238;n timp.</B>
</DIV>
 
<P>Amortizarea oscila&#355;iilor se datoreaz&#259; transferului inevitabil de energie mediului &#238;n care oscilatorul se mi&#351;c&#259;. Pe parcursul modific&#259;rii lungimii firului
   elastic apar frec&#259;ri interne care modific&#259; temperatura firului. O parte din energia oscilatorului este transferat&#259; mediului sub form&#259; de c&#259;ldur&#259;. 
   
<P>Totodat&#259;, corpul pendulului &#238;nt&#226;lne&#351;te &#238;n drumul s&#259;u moleculele aerului, transfer&#226;ndu&minus;le acestora o alt&#259; parte a energiei de oscila&#355;ie.

<P>&#206;n consecin&#355;&#259;, oscila&#355;iile devin din ce &#238;n ce mai pu&#355;in ample &#351;i, &#238;n cele din urm&#259;, pendulul se opre&#351;te. Energia pe care o avea la &#238;nceputul mi&#351;c&#259;rii a 
   fost transferat&#259; integral mediului.
   
<P>Pendulului elastic din figura&nbsp;1A3&minus;2 i s&minus;a ata&#351;at un CD pentru a m&#259;ri suprafa&#355;a de contact cu aerul &#238;n timpul oscila&#355;iilor.

<P><TABLE>
      <TR>
        <TD><IMG src="img/1a3_2.jpg"></TD>
        <TD><SMALL><B>Fig. 1A3&minus;2.&nbsp; </B>Pendul cu fir elastic, c&#259;ruia i s&minus;a ata&#351;at un CD.</SMALL></TD>
      </TR>
   </TABLE>

<P>Mi&#351;c&#226;ndu&minus;se &#238;n sus &#351;i &#238;n jos, pendulul cu CD &#238;nt&#226;lne&#351;te mult mai multe molecule de aer &#351;i transfer&#259; mai rapid energie mediului. Oscila&#355;iile acestuia
   sunt mai puternic amortizate (figura&nbsp;1A3&minus;3).

<P><DIV class=image>
    <P><IMG src="img/1a3_3.jpg" align=absmiddle>
    <B>Fig. 1A3&minus;3. </B>Reprezentarea grafic&#259; a oscila&#355;iilor pendulului cu CD ata&#351;at.
  </DIV>

<P>Uneori suntem interesa&#355;i &#238;n "stingerea" c&#226;t mai rapid&#259; a oscila&#355;iilor (ca &#238;n cazul amortizorului unui automobil).

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A3&minus;1</I></B>
  <P>Cum ai proceda pentru a amortiza c&#226;t mai mult mi&#351;carea pendulului cu fir elastic (mi&#351;carea acestuia s&#259; &#238;nceteze chiar &#238;nainte de a trece dincolo de
     pozi&#355;ia de echilibru)?
</DIV>

<P>Ai putea m&#259;ri &#351;i mai mult suprafa&#355;a de contact cu aerul, ata&#351;&#226;nd, de exemplu, un disc de pick&minus;up. Sau ai putea p&#259;stra CD&minus;ul, dar ai putea
   pune pendulul s&#259; se mi&#351;te &#238;ntr&minus;un mediu mult mai dens, cum este apa (figura&nbsp;1A3&minus;4).
   
<P><TABLE>
      <TR>
        <TD><IMG src="img/1a3_4.jpg"></TD>
        <TD><SMALL><B>Fig. 1A3&minus;4.&nbsp; </B>Pendul cu fir elastic &#351;i CD, pus s&#259; oscileze &#238;n ap&#259;.</SMALL></TD>
      </TR>
   </TABLE>

<P>Pendulul va &#238;nt&#226;lni de sute de ori mai multe molecule dec&#226;t &#238;n cazul &#238;n care s&minus;ar mi&#351;ca &#238;n aer. Astfel, mi&#351;carea pendulului este mult mai puternic
   amortizat&#259; (figura&nbsp;1A3&minus;5).
   
<P><DIV class=image>
    <P><IMG src="img/1a3_5.jpg" align=absmiddle>
    <B>Fig. 1A3&minus;5. </B>Reprezentarea grafic&#259; a mi&#351;c&#259;rii pendulului &#238;n ap&#259;.
  </DIV>

<P>Mi&#351;carea pendulului &#238;n ap&#259; este at&#226;t de puternic amortizat&#259;, &#238;nc&#226;t acesta nu mai trece dincolo de pozi&#355;ia de echilibru - de fapt, nu mai oscileaz&#259;!

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>oscila&#355;ie hiperamortizat&#259;</I> mi&#351;carea care &#238;nceteaz&#259; &#238;nainte de trecerea dincolo de pozi&#355;ia de echilibru.</B>
</DIV>

<P>Acesta este principiul de func&#355;ionare al unui amortizor pentru automobile (figura&nbsp;1A3&minus;6).

<P><DIV class=image>
    <P><IMG src="img/1a3_6.jpg" align=absmiddle>
    <B>Fig. 1A3&minus;6. </B>Amortizor pentru automobil.
  </DIV>

<P>Un piston (asemenea CD&minus;ului) este pus s&#259; se mi&#351;te &#238;ntr&minus;un cilindru cu ulei (uleiul este mai stabil dec&#226;t apa &#351;i nu corodeaz&#259; metalul). C&#226;nd 
   este reglat corect, mi&#351;carea tijei acestuia este hiperamortizat&#259;. Dac&#259; te a&#351;ezi pe capota automobilului &#351;i te ridici brusc, capota trebuie s&#259; revin&#259; lent
   spre pozi&#355;ia de echilibru, f&#259;r&#259; a oscila.
   
<P>Alteori, suntem interesa&#355;i &#238;n perpetuarea oscila&#355;iilor pe durate c&#226;t mai mari (ca &#238;n cazul ceasurilor).

<P>Un criteriu cantitativ care caracterizeaz&#259; amortizarea oscila&#355;iilor este num&#259;rul de oscila&#355;ii efectuate p&#226;n&#259; c&#226;nd amplitudinea acestora scade de <I>e</I> 
   ori (<I>e</I> fiind baza logaritmului natural, aproximativ 2,718). Oscila&#355;ia este mai slab amortizat&#259; dac&#259; acest num&#259;r este mai mare.
   
<P>Motivul pentru care s&minus;a ales <I>e</I> (&#351;i nu un num&#259;r "rotund", cum este 10) este datorat faptului c&#259; sc&#259;derea tipic&#259; a amplitudinii se face astfel
   &#238;nc&#226;t, dup&#259; o oscila&#355;ie, amplitudinea este o frac&#355;iune <I>f</I> din amplitudinea oscila&#355;iei precedente.
   
<P>Astfel, dac&#259; amplitudinea ini&#355;ial&#259; este <I>A</I><SUB>0</SUB>, amplitudinea dup&#259; prima oscila&#355;ie este:

<P align=center><I>A</I><SUB>1</SUB>&nbsp;=&nbsp;<I>f</I>&nbsp;&middot;&nbsp;<I>A</I><SUB>0</SUB>&nbsp;&lt;&nbsp;<I>A</I><SUB>0</SUB> (<I>f</I> fiind subunitar),

<P>dup&#259; a doua oscila&#355;ie:

<P align=center><I>A</I><SUB>2</SUB>&nbsp;=&nbsp;<I>f</I>&nbsp;&middot;&nbsp;<I>A</I><SUB>1</SUB>&nbsp;=&nbsp;<I>f</I><SUP>&nbsp;2</SUP>&nbsp;&middot;&nbsp;<I>A</I><SUB>0</SUB>,

<P>&#351;i a&#351;a mai departe.

<P>Dup&#259; <I>N</I> oscila&#355;ii, amplitudinea este:

<P align=center><I>A</I><SUB>N</SUB>&nbsp;=&nbsp;<I>f</I><SUP>&nbsp;N</SUP>&nbsp;&middot;&nbsp;<I>A</I><SUB>0</SUB>.

<P>A&#351;adar, num&#259;rul de oscila&#355;ii <I>N</I> poate fi exprimat cel mai comod folosind logaritmul natural:

<P align=center><IMG src="img/e1a3_1.gif">

<P>Dac&#259; alegem drept criteriu o sc&#259;dere a amplitudinii de <I>e</I> ori, expresia precedent&#259; cap&#259;t&#259; cea mai simpl&#259; form&#259;:

<P align=center><IMG src="img/e1a3_2.gif">

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A3&minus;2</I></B>
  <P>Amplitudinea unui oscilator scade astfel &#238;nc&#226;t, la sf&#226;r&#351;itul fiec&#259;rei oscila&#355;ii, este 90% din cea de la &#238;ceputul oscila&#355;iei.
  <P>C&#226;te oscila&#355;ii efectueaz&#259; acest oscilator p&#226;n&#259; c&#226;nd amplitudinea sa scade de <I>e</I> ori?
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1A3&minus;1</I></B>
  <P>M&#259;soar&#259; c&#226;te oscila&#355;ii efectueaz&#259; pendulul cu fir de a&#355;&#259; pe care l&minus;ai realizat la activitatea experimental&#259;&nbsp;1A1&minus;1, p&#226;n&#259; c&#226;nd amplitudinea
     sa unghiular&#259; (unghiul maxim cu verticala) scade de <I>e</I> ori.
</DIV>

</BODY>
</HTML>















