<HTML>
<HEAD>
<TITLE>Analiza mi&#351;c&#259;rii oscilatorii</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatorul mecanic</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>A.4.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Analiza mi&#351;c&#259;rii oscilatorii</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Oscilatorii pe care i&minus;ai realizat transfer&#259; treptat energie mediului &#351;i oscila&#355;iile acestora se amortizeaz&#259;. Inevitabil, mai devreme sau mai t&#226;rziu,
   oscila&#355;iile &#238;nceteaz&#259; (c&#226;nd energia ini&#355;ial&#259; va fi fost transferat&#259; integral mediului).
   
<P>Multe dintre caracteristicile esen&#355;iale ale unei mi&#351;c&#259;ri oscilatorii sunt astfel "mascate" de interac&#355;iunea complex&#259; a oscilatorului cu mediul s&#259;u. Po&#355;i
   &#238;n&#355;elege esen&#355;a unei mi&#351;c&#259;ri oscilatorii neglij&#226;nd, pentru &#238;nceput, oricare complica&#355;ie.
   
<P>Ai putea considera oscilatorul alc&#259;tuit dintr&minus;un punct material (neglij&#226;ndu&minus;i astfel forma &#351;i dimensiunile). Totodat&#259;, ai putea considera
   punctul material ata&#351;at unui resort perfect elastic (neglij&#226;nd astfel complica&#355;iile firelor &#351;i resorturilor reale). &#206;n plus, ai putea considera c&#259; oscilatorul
   nu interac&#355;ioneaz&#259; deloc cu mediul s&#259;u (neglij&#226;nd astfel amortizarea oscila&#355;iilor).
   
<P>F&#259;c&#226;nd aceste idealiz&#259;ri, punctul material ar fi supus doar unei for&#355;e elastice (propor&#355;ional&#259; cu elonga&#355;ia &#351;i &#238;ndreptat&#259; mereu c&#259;tre pozi&#355;ia de echilibru).
   Ai analiza astfel un oscilator idealizat, neglij&#226;nd toate complica&#355;iile (figura&nbsp;1A4&minus;1).
   
<P><DIV class=image>
    <P><IMG src="img/1a4_1.jpg" align=absmiddle>
    <B>Fig. 1A4&minus;1. </B>Oscilator idealizat.
  </DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A4&minus;1</I></B>
  <P>Cum te a&#351;tep&#355;i s&#259; se mi&#351;te un punct material sub ac&#355;iunea doar a unei for&#355;e elastice?
</DIV>

<P>Pentru simplitate, ai putea considera c&#259; masa punctului material este 1&nbsp;kg, c&#259; for&#355;a elastic&#259; la care este supus este mereu de&minus;a lungul axei
   <I>Ox</I> &#351;i este dat&#259; de legea
   
<P align=center><I>F</I><SUB>x</SUB>&nbsp;=&nbsp;-(1&nbsp;N/m)&nbsp;&middot;&nbsp;<I>x</I>

<P>(constanta elastic&#259; este 1&nbsp;N/m) &#351;i punctul material este eliberat de la coordonata <I>x</I>&nbsp;=&nbsp;1&nbsp;m. A&#351;adar, &#238;n pozi&#355;ia ini&#355;ial&#259;, punctul
   material are vitez&#259; nul&#259; &#351;i este supus unei for&#355;e av&#226;nd m&#259;rimea ini&#355;ial&#259; 1&nbsp;N (figura&nbsp;1A4&minus;2).
   
<P><DIV class=image>
    <P><IMG src="img/1a4_2.jpg" align=absmiddle>
    <B>Fig. 1A4&minus;2. </B>Pozi&#355;ia ini&#355;ial&#259; a oscilatorului idealizat.
  </DIV>

<P>Odat&#259; eliberat, punctul material accelereaz&#259; cu 1&nbsp;m/s<SUP>2</SUP> c&#259;tre pozi&#355;ia de echilibru (accelera&#355;ia&nbsp;=&nbsp;for&#355;a/mas&#259;). Aceasta &#238;nseamn&#259; c&#259; viteza
   punctului material se modific&#259; &#238;n ritmul de 1&nbsp;m/s &#238;n fiecare secund&#259; (accelera&#355;ia&nbsp;=&nbsp;modificarea&nbsp;vitezei/durat&#259;).
   
<P>Dar &#238;ntr&minus;o secund&#259; punctul material s&minus;ar apropia semnificativ de pozi&#355;ia de echilibru, for&#355;a elastic&#259; mic&#351;or&#226;ndu&minus;se. A&#351;adar, accelera&#355;ia
   nu se men&#355;ine la valoarea sa ini&#355;ial&#259;. Mi&#351;carea punctului material este neuniform accelerat&#259; (accelera&#355;ia <I>nu</I> este constant&#259;)!
   
<P>Analiza unei mi&#351;c&#259;ri neuniform accelerat&#259; este dificil&#259;, &#238;n ciuda tuturor simplific&#259;rilor f&#259;cute p&#226;n&#259; acum. Calculele sunt comode doar dac&#259; accelera&#355;ia este
   constant&#259;.
   
<P>Dac&#259; ai urm&#259;ri mi&#351;carea &#238;n etape mai mici (de c&#226;te o zecime de secund&#259;, de exemplu), accelera&#355;ia s&minus;ar modifica mai pu&#355;in pe parcursul unei etape. Astfel,
   ai putea, &#238;ntr&minus;o prim&#259; aproxima&#355;ie, s&#259; consideri accelera&#355;ia constant&#259; pe parcursul unei mici etape! Calculele tale ar fi doar aproximative, accelera&#355;ia
   modific&#226;ndu&minus;se totu&#351;i pe parcursul unei etape. Po&#355;i &#238;ns&#259; &#238;mbun&#259;t&#259;&#355;i rezultatul, aleg&#226;nd etape &#351;i mai scurte (vei avea &#238;ns&#259; mai multe etape de 
   analizat!).
   
<P>S&#259; alegem, pentru &#238;nceput, etape de c&#226;te o zecime de secund&#259;. &#206;n prima zecime de secund&#259;, consider&#226;nd accelera&#355;ia practic constant&#259;, viteza punctului material
   se modific&#259; de la zero (viteza ini&#355;ial&#259;) la 0,1&nbsp;m/s (modificarea&nbsp;vitezei&nbsp;=&nbsp;accelera&#355;ia&nbsp;x&nbsp;durata).
   
<P>Pentru c&#259; am considerat c&#259; accelera&#355;ia este constant&#259;, viteza medie &#238;n aceast&#259; prim&#259; zecime de secund&#259; de mi&#351;care este media aritmetic&#259; a vitezelor de la
   capetele intervalului, adic&#259; 0,05&nbsp;m/s.
   
<P>Cu aceast&#259; vitez&#259; medie, &#238;n prima zecime de secund&#259; punctul material se apropie de pozi&#355;ia de echilibru cu 0,005&nbsp;m 
   (modificarea&nbsp;pozi&#355;iei&nbsp;=&nbsp;viteza&nbsp;medie&nbsp;x&nbsp;durata).
   
<P>A&#351;adar, dup&#259; prima zecime de secund&#259;, punctul material 
   <UL>
      <LI>trece prin dreptul coordonatei 0,995&nbsp;m;
      <LI>se &#238;ndreapt&#259; c&#259;tre pozi&#355;ia de echilibru cu viteza 0,1&nbsp;m/s;
      <LI>accelereaz&#259; &#238;nspre pozi&#355;ia de echilibru cu 0,995&nbsp;m/s<SUP>2</SUP> (figura&nbsp;1A4&minus;3).
   </UL>

<P><DIV class=image>
    <P><IMG src="img/1a4_3.jpg" align=absmiddle>
    <B>Fig. 1A4&minus;3. </B>Oscilatorul, dup&#259; o zecime de secund&#259; de la &#238;nceperea mi&#351;c&#259;rii.
  </DIV>
  
<P>Po&#355;i relua acum &#351;irul calculelor pentru urm&#259;toarea zecime de secund&#259;. Pe parcursul <I>acestui</I> interval, modificarea vitezei este 
   0,995&nbsp;m/s<SUP>2</SUP>&nbsp;&middot;&nbsp;0,1&nbsp;s&nbsp;=&nbsp;0,0995&nbsp;m/s (viteza cre&#351;te de la 0,1&nbsp;m/s, c&#226;t era la sf&#226;r&#351;itul primului
   interval, la 0,1995&nbsp;m/s).
   
<P>Viteza medie pe durata celui de&minus;al doilea interval este, a&#351;adar, 0,114975&nbsp;m/s. Punctul material se apropie de pozi&#355;ia de echilibru cu
   0,14975&nbsp;m/s&nbsp;&middot;&nbsp;0,1&nbsp;s&nbsp;=&nbsp;0,014975&nbsp;m, ajung&#226;nd astfel la coordonata 0,980&nbsp;m.
   
<P>A&#351;adar, dup&#259; dou&#259; zecimi de secund&#259; de la &#238;nceperea mi&#351;c&#259;rii, punctul material
   <UL>
     <LI>trece prin dreptul coordonate 0,980&nbsp;m;
     <LI>se &#238;ndreapt&#259; c&#259;tre pozi&#355;ia de echilibru cu viteza 0,1995&nbsp;m/s;
     <LI>accelereaz&#259; &#238;nspre pozi&#355;ia de echilibru cu 0,980&nbsp;m/s<SUP>2</SUP> (figura&nbsp;1A4&minus;4).
   </UL>

<P><DIV class=image>
    <P><IMG src="img/1a4_4.jpg" align=absmiddle>
    <B>Fig. 1A4&minus;4. </B>Oscilatorul, dup&#259; dou&#259; zecimi de secund&#259; de la &#238;nceperea mi&#351;c&#259;rii.
  </DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A4&minus;2</I></B>
  <P>Care te a&#351;tep&#355;i s&#259; fie parametrii mi&#351;c&#259;rii punctului material dup&#259; trei zecimi de secund&#259; de la &#238;nceperea mi&#351;c&#259;rii acestuia?
</DIV>

<P>Dac&#259; ai r&#259;bdare, po&#355;i urm&#259;ri pas cu pas mi&#351;carea punctului material, oric&#226;t dore&#351;ti. Este &#238;ns&#259; mult mai confortabil s&#259; ceri unui calculator personal s&#259;
   efectueze toate calculele &#238;n locul t&#259;u! Tabelul 1A4&minus;1 prezint&#259; calculele efectuate de un calculator pentru dou&#259;zeci de etape de c&#226;te o zecime de 
   secund&#259;, rezultatele fiind rotunjite la primele trei zecimale. Semnele minus indic&#259; orient&#259;ri contrare fa&#355;&#259; de axa <I>Ox</I>.

<P><SMALL><B>Tabelul&nbsp;1A4&minus;1. </B>Parametrii mi&#351;c&#259;rii oscilatorului pe parcursul primelor dou&#259; secunde.</SMALL>
   <TABLE align=center border=1>
     <TR bgcolor=#cccccc>
       <TD align=center width=100><B>t<BR>(s)</B></TD>
       <TD align=center width=100><B>x<BR>(m)</B></TD>
       <TD align=center width=100><B>v<BR>(m/s)</B></TD>
       <TD align=center width=100><B>a<BR>(m/s<SUP>2</SUP>)</B></TD>
     </TR>
     <TR>
       <TD align=center>0,000</TD>
       <TD align=center>1,000</TD>
       <TD align=center>0,000</TD>
       <TD align=center>-1,000</TD>
     </TR>
     <TR>
       <TD align=center>0,100</TD>
       <TD align=center>0,995</TD>
       <TD align=center>-0,100</TD>
       <TD align=center>-0,995</TD>
     </TR>
     <TR>
       <TD align=center>0,200</TD>
       <TD align=center>0,980</TD>
       <TD align=center>-0,200</TD>
       <TD align=center>-0,980</TD>
     </TR>
     <TR>
       <TD align=center>0,300</TD>
       <TD align=center>0,995</TD>
       <TD align=center>-0,298</TD>
       <TD align=center>-0,955</TD>
     </TR>
     <TR>
       <TD align=center>0,400</TD>
       <TD align=center>0,921</TD>
       <TD align=center>-0,393</TD>
       <TD align=center>-0,921</TD>
     </TR>
     <TR>
       <TD align=center>0,500</TD>
       <TD align=center>0,877</TD>
       <TD align=center>-0,485</TD>
       <TD align=center>-0,877</TD>
     </TR>
     <TR>
       <TD align=center>0,600</TD>
       <TD align=center>0,824</TD>
       <TD align=center>-0,573</TD>
       <TD align=center>-0,824</TD>
     </TR>
     <TR>
       <TD align=center>0,700</TD>
       <TD align=center>0,762</TD>
       <TD align=center>-0,655</TD>
       <TD align=center>-0,762</TD>
     </TR>
     <TR>
       <TD align=center>0,800</TD>
       <TD align=center>0,693</TD>
       <TD align=center>-0,731</TD>
       <TD align=center>-0,693</TD>
     </TR>
     <TR>
       <TD align=center>0,900</TD>
       <TD align=center>0,617</TD>
       <TD align=center>-0,801</TD>
       <TD align=center>-0,617</TD>
     </TR>
     <TR>
       <TD align=center>1,000</TD>
       <TD align=center>0,533</TD>
       <TD align=center>-0,862</TD>
       <TD align=center>-0,533</TD>
     </TR>
     <TR>
       <TD align=center>1,100</TD>
       <TD align=center>0,444</TD>
       <TD align=center>-0,916</TD>
       <TD align=center>-0,444</TD>
     </TR>
     <TR>
       <TD align=center>1,200</TD>
       <TD align=center>0,351</TD>
       <TD align=center>-0,960</TD>
       <TD align=center>-0,351</TD>
     </TR>
     <TR>
       <TD align=center>1,300</TD>
       <TD align=center>0,253</TD>
       <TD align=center>-0,995</TD>
       <TD align=center>-0,253</TD>
     </TR>
     <TR>
       <TD align=center>1,400</TD>
       <TD align=center>0,152</TD>
       <TD align=center>-1,020</TD>
       <TD align=center>-0,152</TD>
     </TR>
     <TR>
       <TD align=center>1,500</TD>
       <TD align=center>0,049</TD>
       <TD align=center>-1,036</TD>
       <TD align=center>-0,049</TD>
     </TR>
     <TR>
       <TD align=center>1,600</TD>
       <TD align=center>-0,055</TD>
       <TD align=center>-1,041</TD>
       <TD align=center>0,055</TD>
     </TR>
     <TR>
       <TD align=center>1,700</TD>
       <TD align=center>-0,158</TD>
       <TD align=center>-1,035</TD>
       <TD align=center>0,158</TD>
     </TR>
     <TR>
       <TD align=center>1,800</TD>
       <TD align=center>-0,261</TD>
       <TD align=center>-1,019</TD>
       <TD align=center>0,261</TD>
     </TR>
     <TR>
       <TD align=center>1,900</TD>
       <TD align=center>-0,362</TD>
       <TD align=center>-0,993</TD>
       <TD align=center>0,362</TD>
     </TR>
     <TR>
       <TD align=center>2,000</TD>
       <TD align=center>-0,459</TD>
       <TD align=center>-0,957</TD>
       <TD align=center>0,459</TD>
     </TR>
   </TABLE>

<P>Lanseaz&#259; acest <A href="armonic/armonic.html" target=new>program</A> care &#238;&#355;i permite s&#259; analizezi pas cu pas mi&#351;carea unui oscilator idealizat!

<P>C&#226;ndva &#238;nre 1,5&nbsp;s &#351;i 1,6&nbsp;s, punctul material trece prin pozi&#355;ia de echilibru &#351;i &#238;&#351;i continu&#259; mi&#351;carea &#238;n partea cealalt&#259; (semnul elonga&#355;iei se
   modific&#259;). Calculul pas cu pas arat&#259; c&#259;, &#238;ntr&minus;adev&#259;r, punctul material oscileaz&#259;!

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A4&minus;3</I></B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie perioada acestui oscilator idealizat?
</DIV>

<P>Reprezentarea grafic&#259; a mi&#351;c&#259;rii calculate pentru primele &#351;apte secunde este prezentat&#259; &#238;n figura&nbsp;1A4&minus;5).

<P><DIV class=image>
    <P><IMG src="img/1a4_5.jpg" align=absmiddle>
    <B>Fig. 1A4&minus;5. </B>Reprezentarea grafic&#259; a mi&#351;c&#259;rii calculate &#238;n pa&#351;i de c&#226;te o zecime de secund&#259;.
  </DIV>

<P>Aceasta este o reprezentare grafic&#259; asem&#259;n&#259;toare cu cele pe care le&minus;ai ob&#355;inut &#238;n urma m&#259;sur&#259;torilor pe care le&minus;ai efectuat pentru oscilatori
   reali. Totu&#351;i, analiza pas cu pas este doar aproximativ&#259;. Po&#355;i &#238;ns&#259; &#238;mbun&#259;t&#259;&#355;i precizia calculelor aleg&#226;nd un interval mai mic (o sutime de secund&#259;, de
   exemplu). Tabelul&nbsp;1A4&minus;2 prezint&#259; un fragment din lunga list&#259; de date generat&#259; de calculator &#238;n acest caz.

<P style="line-height: normal"><SMALL><B>Tabelul&nbsp;1A4&minus;2. </B>Fragment din lista rezultatelor calculelor &#238;n cazul unor intervale de c&#226;te o sutime de secund&#259;.</SMALL>
   <TABLE align=center border=1>
     <TR bgcolor=#cccccc>
       <TD align=center width=100><B>t<BR>(s)</B></TD>
       <TD align=center width=100><B>x<BR>(m)</B></TD>
       <TD align=center width=100><B>v<BR>(m/s)</B></TD>
       <TD align=center width=100><B>a<BR>(m/s<SUP>2</SUP>)</B></TD>
     </TR>
     <TR>
       <TD align=center>0,000</TD>
       <TD align=center>1,000</TD>
       <TD align=center>0,000</TD>
       <TD align=center>-1,000</TD>
     </TR>
     <TR>
       <TD align=center>...</TD>
       <TD align=center>...</TD>
       <TD align=center>...</TD>
       <TD align=center>...</TD>
     </TR>
     <TR>
       <TD align=center>1,560</TD>
       <TD align=center>0,008</TD>
       <TD align=center>-1,004</TD>
       <TD align=center>-0,008</TD>
     </TR>
     <TR>
       <TD align=center>1,570</TD>
       <TD align=center>-0,002</TD>
       <TD align=center>-1,004</TD>
       <TD align=center>0,002</TD>
     </TR>
     <TR>
       <TD align=center>...</TD>
       <TD align=center>...</TD>
       <TD align=center>...</TD>
       <TD align=center>...</TD>
     </TR>
   </TABLE>   

<P>C&#226;ndva, &#238;ntre 1,56&nbsp;s &#351;i 1,57&nbsp;s (foarte aproape de 1,57&nbsp;s), punctul material trece prin pozi&#355;ia de echilibru. A&#351;adar, perioada de oscila&#355;ie
   a&#351;teptat&#259; pentru acest oscilator este de patru ori 1,57&nbsp;s, adic&#259; 6,28&nbsp;s (figura&nbsp;1A4&minus;6).
   
<P><DIV class=image>
    <P><IMG src="img/1a4_6.jpg" align=absmiddle>
    <B>Fig. 1A4&minus;6. </B>Reprezentarea grafic&#259; a mi&#351;c&#259;rii calculate &#238;n pa&#351;i de c&#226;te o sutime de secund&#259;.
  </DIV>

   
<P>Este formidabil c&#259; po&#355;i anticipa cu o asemenea acurate&#355;e detaliile mi&#351;c&#259;rii unui oscilator pe care nici nu l&minus;ai construit!

<P>C&#226;nd te vei confrunta cu un oscilator real, trebuie doar s&#259; adaugi complica&#355;iile de care e&#351;ti nevoit s&#259; &#355;ii seama. Tot ce ai de f&#259;cut este ca, &#238;n 
   secven&#355;a &#238;n care calculezi accelera&#355;ia ca for&#355;&#259;/mas&#259;, s&#259; pui <I>rezultanta</I> tuturor for&#355;elor care ac&#355;ioneaz&#259; asupra corpului care oscileaz&#259;.
   
<P>&#206;n cazul &#238;n care corpul care oscileaz&#259; alunec&#259; pe o suprafa&#355;&#259; orizontal&#259; &#351;i nu po&#355;i neglija frecarea de alunecare, este suficient s&#259; &#355;ii cont &#351;i de 
   aceast&#259; for&#355;&#259; atunci c&#226;nd calculezi accelera&#355;ia corpului. Oscila&#355;ia va fi, &#238;n acest caz, amortizat&#259; (figura&nbsp;1A4&minus;7).
   
<P><DIV class=image>
    <P><IMG src="img/1a4_7.jpg" align=absmiddle>
    <B>Fig. 1A4&minus;7. </B>Reprezentarea grafic&#259; a mi&#351;c&#259;rii cu frecare de alunecare (coeficientul de frecare este 0,01).
  </DIV>

<P>Po&#355;i analiza astfel orice mi&#351;care, cu gradul de precizie pe care&minus;l dore&#351;ti!
   
</BODY>
</HTML>
















