<HTML>
<HEAD>
<TITLE>Modelul oscilatorului armonic</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatorul mecanic</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>A.5.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Modelul oscilatorului armonic</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Metoda descris&#259; &#238;n sec&#355;iunea precedent&#259; &#238;&#355;i permite s&#259; analizezi, cu gradul de precizie pe care &#238;l dore&#351;ti, orice tip de mi&#351;care. Dac&#259; alegi pa&#351;i &#351;i mai
   mici, precizia calculelor cre&#351;te.
   
<P>&#206;n cazul unui punct material cu masa 1&nbsp;kg, care &#238;ncepe s&#259; se mi&#351;te de la elonga&#355;ia 1&nbsp;m, numai sub ac&#355;iunea unei for&#355;e elastice (constanta elastic&#259;
   fiind 1&nbsp;N/m), calculele f&#259;cute cu pa&#351;i de o miime de secund&#259; arat&#259; c&#259; punctul material trece prima dat&#259; prin pozi&#355;ia de echilibru c&#226;ndva &#238;ntre
   momentele 1,570&nbsp;s &#351;i 1,571&nbsp;s (mai aproape de 1,571&nbsp;s). Perioada oscila&#355;iilor este, a&#351;adar, &#238;ntre 6,280&nbsp;s &#351;i 6,284&nbsp;s (mai aproape
   de 6,284&nbsp;s). Reprezentarea grafic&#259; a mi&#351;c&#259;rii calculate a acestui oscilator este prezentat&#259; &#238;n figura&nbsp;1A5&minus;1.

<P><DIV class=image>
    <P><IMG src="img/1a5_1.jpg" align=absmiddle>
    <B>Fig. 1A5&minus;1. </B>Reprezentarea grafic&#259; a mi&#351;c&#259;rii calculat&#259; &#238;n pa&#351;i de c&#226;te o miime de secund&#259;.
  </DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A5&minus;1</I></B>
  <P>Ai mai &#238;nt&#226;lnit o reprezentare grafic&#259; asem&#259;n&#259;toare celei din figura precedent&#259;?
</DIV>

<P>Figura&nbsp;1A5&minus;2 este reprezentarea grafic&#259; a unei elonga&#355;ii care se modific&#259; &#238;n timp dup&#259; legea:

<P><TABLE width=100%>
     <TR>
        <TD align=center><I>x</I>&nbsp;=&nbsp;1&nbsp;m&nbsp;&middot;&nbsp;cos&nbsp;(1&nbsp;s<SUP>&minus;1</SUP>&nbsp;&middot;&nbsp;<I>t</I>).</TD>
        <TD align=right>(1)</TD>
     </TR>
   </TABLE>

<P><DIV class=image>
    <P><IMG src="img/1a5_2.jpg" align=absmiddle>
    <B>Fig. 1A5&minus;2. </B>Reprezentarea grafic&#259; a unei elonga&#355;ii care se modific&#259; &#238;n timp dup&#259; legea&nbsp;(1).
  </DIV>

<P>Mi&#351;carea dat&#259; de legea&nbsp;(1) este practic identic&#259; cu cea calculat&#259; &#238;n pa&#351;i de c&#226;te o miime de secund&#259;! Perioada mi&#351;c&#259;rii dat&#259; de legea&nbsp;(1) este dat&#259;
   de perioada func&#355;iei <I>cosinus</I>. Argumentul func&#355;iei <I>cosinus</I> se modific&#259; &#238;ntr&minus;o perioad&#259; cu 2&nbsp;&middot;&nbsp;<I><FONT face="symbol">p</FONT></I>&nbsp;=&nbsp;6,28318...,
   adic&#259; dup&#259; 6,28318...&nbsp;s. Potrivirea cu perioada mi&#351;c&#259;rii calculat&#259; &#238;n pa&#351;i de o miime de secund&#259; este aproape perfect&#259;!

<P>Pentru a exprima o lege de mi&#351;care cum este (1), po&#355;i folosi, dup&#259; dorin&#355;&#259;, fie func&#355;ia <I>cosinus</I>, fie <I>sinus</I>, deoarece

<P align=center><IMG src="img/e1a5_1.gif">

<P>Func&#355;iile <I>cosinus</I> &#351;i <I>sinus</I> sunt numite generic <I>func&#355;ii&nbsp;armonice</I>. Orice modificare periodic&#259; a unui parametru, care poate fi 
   descris&#259; cu ajutorul func&#355;iilor armonice, este o modificare armonic&#259;.
   
<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>oscila&#355;ie armonic&#259;</I> o oscila&#355;ie a c&#259;rei elonga&#355;ie se modific&#259; armonic &#238;n timp.
  <P>Un oscilator care oscileaz&#259; armonic este un <I>oscilator armonic</I>.</B>
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A5&minus;2</I></B>
  <P>Un punct material av&#226;nd masa <I>m</I> se mi&#351;c&#259; circular &#351;i uniform pe un cerc de raz&#259; <I>R</I>, &#238;n sens trigonometric, cu viteza unghiular&#259; <I>&omega;</I>.
  <P>La momentul considerat ini&#355;ial, punctul material se afl&#259; &#238;ntr&minus;o pozi&#355;ie care corespunde unghiului <I>&phi;</I><SUB>0</SUB> cu axa <I>Ox</I>
     (figura&nbsp;1A5&minus;3).
  <P><DIV class=image>
       <P align=center><IMG src="img/1a5_3.jpg" align=absmiddle>
       <P><B>Fig. 1A5&minus;3. </B>Pozi&#355;ia ini&#355;ial&#259; (la momentul considerat zero) a unui punct material care se mi&#351;c&#259; circular &#351;i uniform.
     </DIV>
  <P>Care te a&#351;tep&#355;i s&#259; fie legea care descrie modificarea &#238;n timp a coordonatei <I>x</I> a acestui punct material?
</DIV>

<P>La momentul <I>t</I>, unghiul care descrie pozi&#355;ia punctului material a crescut cu <I>&omega;</I>&nbsp;&middot;&nbsp;<I>t</I>, devenind astfel
   <I>&omega;</I>&nbsp;&middot;&nbsp;<I>t</I>&nbsp;+&nbsp;<I>&phi;</I><SUB>0</SUB> (figura&nbsp;1A5&minus;4).

<P><DIV class=image>
     <P align=center><IMG src="img/1a5_4.jpg" align=absmiddle>
     <P><B>Fig. 1A5&minus;4. </B>Pozi&#355;ia la momentul <I>t</I> a punctului material care se mi&#351;c&#259; circular &#351;i uniform.
   </DIV>

<P>Coordonata <I>x</I> a punctului material la momentul <I>t</I> este:

<P align=center><IMG src="img/e1a5_2.gif">

<P>Legea dup&#259; care se modific&#259; &#238;n timp coordonata <I>x</I> a punctului material este o lege armonic&#259;. Raza <I>R</I> este amplitudinea coordonatei <I>x</I>.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A5&minus;3</I></B>
  <P>Mi&#351;carea circular&#259; &#351;i uniform&#259; a punctului material din figura&nbsp;1A5&minus;4 are loc sub ac&#355;iunea unei for&#355;e centripete (for&#355;a are m&#259;rimea constant&#259;
     <I>m</I>&nbsp;&middot;&nbsp;<I>&omega;</I><SUP>2</SUP>&nbsp;&middot;&nbsp;<I>R</I> &#351;i este orientat&#259; mereu c&#259;tre centrul cercului).
  <P>Care te a&#351;tep&#355;i s&#259; fie legea care descrie proiec&#355;ia acestei for&#355;e de&minus;a lungul axei <I>Ox</I>?
</DIV>

<P>&#206;n situa&#355;ia prezentat&#259; &#238;n figura&nbsp;1A5&minus;4, unghiul format de for&#355;a centripet&#259; cu axa <I>Ox</I> este 
   <FONT face="symbol"><I>p</I></FONT>&nbsp;&minus;&nbsp;(<I>&omega;</I>&nbsp;&middot;&nbsp;<I>t</I>&nbsp;+&nbsp;<I>&phi;</I><SUB>0</SUB>). A&#351;adar, proiec&#355;ia
   acesteia de&minus;a lungul axei <I>Ox</I> este:
   
<P align=center><IMG src="img/e1a5_3.gif">

<P>Folosind rela&#355;ia:

<P align=center><IMG src="img/e1a5_4.gif">

<P>rezult&#259; ca proiec&#355;ia for&#355;ei centripete de&minus;a lungul axei <I>Ox</I> este dat&#259; de:

<P align=center><IMG src="img/e1a5_5.gif">

<P>Dar <IMG src="img/e1a5_6.gif" align=absmiddle> este chiar coordonata <I>x</I> a punctului material. A&#351;adar,

<P align=center><IMG src="img/e1a5_7.gif">

<P>Proiec&#355;ia for&#355;ei centripete pe axa <I>Ox</I> este propor&#355;ional&#259; &#351;i de semn contrar cu coordonata <I>x</I>, constanta de propor&#355;ionalitate fiind 
   <I>m</I>&nbsp;&middot;&nbsp;<I>&omega;</I><SUP>2</SUP>. Este asemenea unei for&#355;e elastice!

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>for&#355;&#259; de tip elastic</I> o for&#355;&#259; care, &#238;ntr&minus;un punct al unei axe, are m&#259;rimea propor&#355;ional&#259; cu acea coordonat&#259; &#351;i este orientat&#259; &#238;nspre
     originea axei.
  <P>Constanta de propor&#355;ionalitate este o <I>constant&#259; de tip elastic</I>.</B>
</DIV>

<P>Putem a&#351;adar descrie o mi&#351;care oscilatorie armonic&#259; astfel:

<P><TABLE width=100%>
     <TR>
        <TD align=center><IMG src="img/e1a5_8.gif"></TD>
        <TD align=right>(2)</TD>
     </TR>
   </TABLE>

<P>unde <I>x</I> este elonga&#355;ia, <I>A</I> este amplitudinea, iar argumentul func&#355;iei <I>cosinus</I> descrie stadiul &#238;n care a ajuns oscila&#355;ia la momentul <I>t</I>.
   
<P>C&#226;nd argumentul func&#355;iei <I>cosinus</I> este 0, 2&nbsp;&middot;&nbsp;<FONT face="symbol">p</FONT>, ... (&#238;n general, multiplu par de <FONT face="symbol">p</FONT>),
   elonga&#355;ia are valoarea maxim&#259; pozitiv&#259;.
   
<P>C&#226;nd argumentul func&#355;iei <I>cosinus</I> este <IMG src="img/e1a5_9.gif" align=absmiddle>, 3&nbsp;&middot;&nbsp;<IMG src="img/e1a5_9.gif" align=absmiddle>,
   ... (&#238;n general multiplu impar de <IMG src="img/e1a5_9.gif" align=absmiddle>),elonga&#355;ia are valoarea zero (oscilatorul trece prin pozi&#355;ia de echilibru),
   &#351;i a&#351;a mai departe, fiecare valoare a argumentului corespunz&#226;nd unui anumit stadiu al oscila&#355;iei.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>faza unei oscila&#355;ii armonice</I> argumentul func&#355;iei armonice care descrie oscila&#355;ia.
  <P>Faza oscila&#355;iei descrie stadiul atins de oscila&#355;ie la un moment dat.</B> 
</DIV>

<P>Parametrul <I>&phi;</I><SUB>0</SUB> este faza la momentul zero. Po&#355;i alege drept moment zero oricare moment de timp convenabil.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>faza ini&#355;ial&#259;</I> a unei oscila&#355;ii faza acelei oscila&#355;ii la momentul zero.</B>
</DIV>

<P>Faza oscila&#355;iei cre&#351;te &#238;n timp &#238;n ritmul dat de parametrul <I>&omega;</I>, care este viteza cu care se modific&#259; faza.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>pulsa&#355;ia</I> unei oscila&#355;ii viteza cu care cre&#351;te faza acelei oscila&#355;ii.</B>
</DIV>

<P>Unitatea de m&#259;sur&#259; a pulsa&#355;iei este <I>s</I><SUP>&minus;1</SUP></I> (sau <I>radian/secund&#259;</I>, radianul fiind o unitate de m&#259;sur&#259; adimensional&#259;).

<P>Perioada <I>T</I> a oscila&#355;iei corespunde modific&#259;rii cu 2&nbsp;&middot;&nbsp;<I><FONT face="symbol">p</FONT></I> a argumentului func&#355;iei armonice. Astfel,

<P align=center><IMG src="img/e1a5_10.gif" align=absmiddle>

<P>Dup&#259; simplificarea expresiei precedente, rezult&#259; rela&#355;ia dintre pulsa&#355;ia &#351;i perioada unei oscila&#355;ii armonice:

<P align=center><IMG src="img/e1a5_11.gif" align=absmiddle>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A5&minus;4</I></B>
  <P>Care te a&#351;tep&#355;i s&#259; fie rela&#355;ia dintre pulsa&#355;ia &#351;i frecven&#355;a unei oscila&#355;ii armonice?
</DIV>

<P>Expresia (2) este un instrument puternic, care &#238;&#355;i permite s&#259; descrii complet oricare mi&#351;care oscilatorie armonic&#259;!
   
</BODY>
</HTML>

















