<HTML>
<HEAD>
<TITLE>Mi&#351;carea oscilatorie armonic&#259;</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatorul mecanic</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>A.6.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Mi&#351;carea oscilatorie armonic&#259;</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Oscila&#355;iile armonice sunt cheia &#238;n&#355;elegerii <I>tuturor</I> oscila&#355;iilor. Francezul Jean&nbsp;Fourier a demonstrat, &#238;n 1810, c&#259; <I>oricare</I> oscila&#355;ie
   (amortizat&#259; sau nu, periodic&#259; sau nu) poate fi descris&#259; ca o suprapunere de oscila&#355;ii armonice de diferite frecven&#355;e &#351;i amplitudini.
   
<P>Po&#355;i descrie complet o oscila&#355;ie armonic&#259; prezent&#226;nd cum se modific&#259; elonga&#355;ia &#238;n timp. Aceasta este dat&#259; de:

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B><I>Legea mi&#351;c&#259;rii oscilatorii armonice:</I></B>
  <P><TABLE width=100%>
    <TR>
      <TD align=center><IMG src="img/e1a6_1.gif"></TD>
      <TD align=right>(1)</TD>
    </TR>
  </TABLE>
</DIV>

<P>Reprezentarea grafic&#259; a legii mi&#351;c&#259;rii oscilatorii armonice este prezentat&#259; &#238;n figura&nbsp;1A6&minus;1.

<P><DIV class=image>
    <P><IMG src="img/1a6_1.jpg" align=absmiddle>
    <B>Fig. 1A6&minus;1. </B>Reprezentarea grafic&#259; a legii mi&#351;c&#259;rii oscilatorii armonice.
  </DIV>

<P><IMG src="img/vrmla.gif">&nbsp;Lanseaz&#259; aceast&#259; <A href="vrml/armonic/elongatia.wrl" target=new>reprezentare animat&#259;</A> a elonga&#355;iei unui oscilator armonic!

<P>Folosind expresia (1), sau graficul din figura&nbsp;1A6&minus;1, po&#355;i afla elonga&#355;ia oscilatorului armonic la oricare moment de timp. Po&#355;i folosi, dup&#259;
   dorin&#355;&#259;, oricare func&#355;ie armonic&#259; (<I>sinsus</I> sau <I>cosinus</I>), deoarece
   
<P align=center><IMG src="img/e1a6_2.gif">

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A6&minus;1</I></B>
  <P>Po&#355;i afla oare &#351;i c&#226;t de repede se mi&#351;c&#259; oscilatorul armonic la oricare moment de timp?
</DIV>

<P>Pentru simplitate, s&#259; not&#259;m &#238;n continuare <I>&phi;</I> faza la momentul <I>t</I>:

<P align=center><IMG src="img/e1a6_3.gif">

<P>Dac&#259; la momentul <I>t</I> elonga&#355;ia oscilatorului este

<P align=center><IMG src="img/e1a6_4.gif">

<P>la un moment ulterior <I>t</I>&nbsp;+&nbsp;&Delta;<I>t</I>, elonga&#355;ia este:

<P align=center><IMG src="img/e1a6_5.gif">

<P>Viteza medie a oscilatorului &#238;ntre aceste dou&#259; momente de timp este:

<P align=center><IMG src="img/e1a6_6.gif">

<P>Dar

<P align=center><IMG src="img/e1a6_7.gif">

<P>Cu c&#226;t intervalul de timp &Delta;<I>t</I> este mai mic, cu at&#226;t viteza medie <I>v</I><SUB>m</SUB> se apropie mai mult de viteza la momentul <I>t</I>.
   Totodat&#259;, cu at&#226;t mai bune sunt aproxima&#355;iile:

<P align=center><IMG src="img/e1a6_8.gif">

<P>&#351;i

<P align=center><IMG src="img/e1a6_9.gif">

<P>Po&#355;i verifica aceste aproxima&#355;ii calcul&#226;nd valorile func&#355;iilor <I>cosinus</I> &#351;i <I>sinus</I> pentru valori din ce &#238;n ce mai mici ale argumentului 
   (exprimat &#238;n radiani). C&#226;teva astfel de valori sunt prezentate &#238;n tabelul&nbsp;1A6&minus;1.
   
<A name="tab1">
<P style="line-height: normal"><SMALL><B>Tabelul 1A6&minus;1. </B>Valori ale func&#355;iilor <I>cosinus</I> &#351;i <I>sinus</I> (rotunjite la primele &#351;ase zecimale), pentru valori din ce 
   &#238;n ce mai mici ale argumentului.</SMALL>
   <TABLE align=center border=1>
     <TR bgcolor=#cccccc>
       <TD align=center width=100><B><FONT face="symbol"><I>a</I></FONT><BR>(rad)</B></TD>
       <TD align=center width=100><B>cos&nbsp;<FONT face="symbol"><I>a</I></FONT></B></TD>
       <TD align=center width=100><B>sin&nbsp;<FONT face="symbol"><I>a</I></FONT></B></TD>
     </TR>
     <TR>
       <TD align=right>1</TD>
       <TD align=right>0,540302</TD>
       <TD align=right>0,841471</TD>
     </TR>
     <TR>
       <TD align=right>0,1</TD>
       <TD align=right>0,995004</TD>
       <TD align=right>0,099833</TD>
     </TR>
     <TR>
       <TD align=right>0,01</TD>
       <TD align=right>0,999950</TD>
       <TD align=right>0,010000</TD>
     </TR>
     <TR>
       <TD align=right>0,001</TD>
       <TD align=right>1,000000</TD>
       <TD align=right>0,001000</TD>
     </TR>
     <TR>
       <TD align=right>0,0001</TD>
       <TD align=right>1,000000</TD>
       <TD align=right>0,000100</TD>
     </TR>
   </TABLE>
</A>

<P>Cu aceste aproxima&#355;ii, viteza oscilatorului la momentul <I>t</I> devine:

<P align=center><IMG src="img/e1a6_10.gif">

<P>Efectu&#226;nd calculele, ob&#355;ii:

<P align=center><IMG src="img/e1a6_11.gif">

<P>Folosind rela&#355;ia

<P align=center><IMG src="img/e1a6_12.gif">

<P>ob&#355;ii c&#259; viteza instantanee a oscilatorului la momentul <I>t</I> este dat&#259; de:

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B><I>Legea vitezei oscilatorului armonic:</I></B>
  <P><TABLE width=100%>
    <TR>
      <TD align=center><IMG src="img/e1a6_13.gif"></TD>
      <TD align=right>(2)</TD>
    </TR>
  </TABLE>
</DIV>

<P>A&#351;adar, viteza oscilatorului armonic se modifc&#259; armonic &#238;n timp, &#238;ns&#259; are o alt&#259; faz&#259; dec&#226;t elonga&#355;ia oscialtorului:

<P><DIV class=key>
  <IMG src="img/key.gif"><BR>
  <B>Viteza oscilatorului armonic este defazat&#259; cu <IMG src="img/e1a6_14.gif" align=absmiddle> &#238;naintea elonga&#355;iei acestuia.</B> (figura&nbsp;1A6&minus;2)
</DIV>

<P><DIV class=image>
    <P><IMG src="img/1a6_2.jpg" align=absmiddle>
    <B>Fig. 1A6&minus;2. </B>Reprezentarea grafic&#259; a vitezei &#351;i elonga&#355;iei oscilatorului armonic.
  </DIV>

<P><IMG src="img/vrmla.gif">&nbsp;Lanseaz&#259; aceast&#259; <A href="vrml/armonic/viteza.wrl" target=new>reprezentare animat&#259;</A> a elonga&#355;iei &#351;i vitezei unui oscilator armonic!

<P>Folosind expresiile (2) sau graficul din figura&nbsp;1A6&minus;2, po&#355;i afla viteza oscilatorului armonic la oricare moment de timp.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A6&minus;2</I></B>
  <P>Po&#355;i afla oare &#351;i c&#226;t este accelera&#355;ia oscilatorului armonic la oricare moment de timp?
</DIV>

<P>Pentru simplitate, vom nota &#238;n continuare <I>&phi;</I> faza la momentul <I>t</I>:

<P align=center><IMG src="img/e1a6_3.gif">

<P>Dac&#259; la momentul <I>t</I> viteza oscilatorului este 

<P align=center><IMG src="img/e1a6_15.gif">

<P>la un moment ulterior <I>t</I>&nbsp;+&nbsp;&Delta;<I>t</I>, viteza oscilatorului este:

<P align=center><IMG src="img/e1a6_16.gif">

<P>Accelera&#355;ia medie a oscilatorului &#238;n acest interval de timp este:

<P align=center><IMG src="img/e1a6_17.gif">

<P>Dar

<P align=center><IMG src="img/e1a6_18.gif">

<P>Cu c&#226;t intervalul de timp &Delta;<I>t</I> este mai mic, cu at&#226;t accelera&#355;ia medie se apropie mai mult de accelera&#355;ia la momentul <I>t</I>. Totodat&#259;,
   cu at&#226;t mai bune sunt aproxima&#355;iile:

<P align=center><IMG src="img/e1a6_8.gif">

<P>&#351;i

<P align=center><IMG src="img/e1a6_9.gif">

<P>Cu aceste aproxima&#355;ii, accelera&#355;ia oscilatorului la momentul <I>t</I> devine:

<P align=center><IMG src="img/e1a6_19.gif">

<P>Efectu&#226;nd calculele, ob&#355;ii:

<P align=center><IMG src="img/e1a6_20.gif">

<P>Folosind rela&#355;ia

<P align=center><IMG src="img/e1a6_21.gif">

<P>ob&#355;ii c&#259; accelera&#355;ia oscilatorului armonic este dat&#259; de

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B><I>Legea accelera&#355;iei oscilatorului armonic:</I></B>
  <P><TABLE width=100%>
    <TR>
      <TD align=center><IMG src="img/e1a6_22.gif"></TD>
      <TD align=right>(3)</TD>
    </TR>
  </TABLE>
</DIV>

<P>A&#351;adar, accelera&#355;ia oscilatorului armonic se modific&#259; armonic &#238;n timp, dar are alt&#259; faz&#259; dec&#226;t elonga&#355;ia.

<P><DIV class=key>
  <IMG src="img/key.gif"><BR>
  <B>Accelera&#355;ia oscilatorului armonic este defazat&#259; cu <FONT face="symbol"><I>p</I></FONT> &#238;naintea elonga&#355;iei acestuia.</B> (figura&nbsp;1A6&minus;3)
</DIV>

<P><DIV class=image>
    <P><IMG src="img/1a6_3.jpg" align=absmiddle>
    <B>Fig. 1A6&minus;3. </B>Reprezentarea grafic&#259; a accelera&#355;iei &#351;i elonga&#355;iei oscilatorului armonic.
  </DIV>

<P><IMG src="img/vrmla.gif">&nbsp;Lanseaz&#259; aceast&#259; <A href="vrml/armonic/acceleratia.wrl" target=new>reprezentare animat&#259;</A> a elonga&#355;iei &#351;i accelera&#355;iei unui oscilator armonic!

<P>Folosind expresiile (3) sau graficul din figura&nbsp;1A6&minus;3, po&#355;i afla accelera&#355;ia oscilatorului armonic la oricare moment de timp.

<P>Setul de legi ale mi&#351;c&#259;rii oscilatorii armonice, dat de expresiile (1), (2) &#351;i (3), &#238;&#355;i permit s&#259; analizezi complet mi&#351;carea oric&#259;rui oscilator armonic,
   din punct de vedere cinematic.
   
<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A6&minus;3</I></B>
  <P>Po&#355;i face oare &#351;i o analiz&#259; dinamic&#259; a oscilatorului armonic?
</DIV>

<P>Dac&#259; &#238;ntr&minus;o analiz&#259; cinematic&#259; e&#351;ti interesat de pozi&#355;ii, viteze &#351;i accelera&#355;ii, &#238;ntr&minus;o analiz&#259; dinamic&#259; e&#351;ti interesat &#238;ndeosebi de for&#355;e &#351;i
   mase.
   
<P>&#206;n prima form&#259; a accelera&#355;iei din expresiile (3), cantitatea <IMG src="img/e1a6_23.gif" align=absmiddle> este, conform rela&#355;iei (1), chiar elonga&#355;ia <I>x</I>.

<P>A&#351;adar, rela&#355;ia dintre accelera&#355;ia &#351;i elonga&#355;ia unui oscilator armonic este:

<P align=center><IMG src="img/e1a6_24.gif">
 
<P>Dac&#259; &#238;nmul&#355;e&#351;ti ambii membrii ai rela&#355;iei precedente cu masa <I>m</I> a oscilatorului, ob&#355;ii:

<P align=center><IMG src="img/e1a6_25.gif">

<P>Conform principiului fundamental al dinamicii, cantitatea <I>m</I>&nbsp;&middot;&nbsp;<I>a</I> este egal&#259; cu m&#259;rimea for&#355;ei care ac&#355;ioneaz&#259; asupra oscilatorului
   armonic. Aceast&#259; for&#355;&#259; este de tip elastic, propor&#355;ional&#259; cu elonga&#355;ia &#351;i orientat&#259; mereu spre pozi&#355;ia de echilibru:
   
<P align=center><IMG src="img/e1a6_26.gif">

<P>constanta de propor&#355;ionalitate <I>k</I> fiind constanta de tip elastic a oscilatorului.

<P>A&#351;adar,

<P><TABLE width=100%>
  <TR>
    <TD align=center><IMG src="img/e1a6_27.gif"></TD>
    <TD align=right>(4)</TD>
  </TR>
  </TABLE>

<P>Rela&#355;ia precedent&#259; &#238;&#355;i permite s&#259; determini pulsa&#355;ia unui oscilator armonic (&#351;i, de aici, perioada &#351;i frecven&#355;a acestuia), dac&#259; &#238;&#355;i sunt cunoscute constanta
   de tip elastic &#351;i masa oscilatorului.
   
<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A6&minus;4</I></B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie perioada de oscila&#355;ie a unui oscilator armonic av&#226;nd masa 1&nbsp;kg, sub ac&#355;iunea unei for&#355;e de tip elastic a c&#259;rei constan&#259; este 
     1&nbsp;N/m?
  <P>Dar dac&#259; masa oscilatorului se dubleaz&#259;, constanta de tip elastic r&#259;m&#226;n&#226;nd aceea&#351;i?
</DIV>
   
</BODY>
</HTML>




















