<HTML>
<HEAD>
<TITLE>Energia oscilatorului armonic</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatorul mecanic</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>A.7.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Energia oscilatorului armonic</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>C&#226;nd un oscilator este scos din pozi&#355;ia sa de echilibru, acestuia i se transfer&#259; energie. L&#259;sat liber, for&#355;ele de revenire efectueaz&#259; lucru mecanic &#351;i
   modific&#259; energia poten&#355;ial&#259; a oscilatorului &#351;i, totodat&#259;, energia sa cinetic&#259;.
   
<P>&#206;n cazul unui oscilator armonic, oscila&#355;iile au loc sub ac&#355;iunea unei for&#355;e de tip elastic. C&#226;nd elonga&#355;ia este <I>x</I>, energia poten&#355;ial&#259; (de tip
   elastic) este:
   
<P align=center><IMG src="img/e1a7_1.gif">

<P>Dac&#259; legea de mi&#351;care a oscilatorului armonic este de forma:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a7_2.gif"></TD>
    <TD align=right>(1)</TD>
  </TR>
</TABLE>

<P>expresia energiei poten&#355;iale (de tip elastic) a oscilatorului devine (figura&nbsp;1A7&minus;1):

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a7_3.gif"></TD>
    <TD align=right>(2)</TD>
  </TR>
</TABLE>

<P>faza <I>&phi;</I> modific&#226;ndu&minus;se &#238;n timp astfel:

<P align=center><IMG src="img/e1a7_4.gif">

<P><DIV class=image>
    <P><IMG src="img/1a7_1.jpg" align=absmiddle>
    <B>Fig. 1A7&minus;1. </B>Modificarea &#238;n timp a energiei poten&#355;iale (de tip elastic) a unui oscilator armonic.
  </DIV>
  
<P><IMG src="img/vrmla.gif">&nbsp;Lanseaz&#259; aceast&#259; <A href="vrml/armonic/en_pot.wrl" target=new>reprezentare animat&#259;</A> 
   a energiei poten&#355;iale a unui oscilator armonic!

<P>Energia cinetic&#259; a oscilatorului este:

<P align=center><IMG src="img/e1a7_5.gif">

<P>Dac&#259; legea de mi&#351;care a oscilatorului este cea dat&#259; de expresia (1), viteza oscilatorului este:

<P align=center><IMG src="img/e1a7_6.gif">

<P>A&#351;adar, expresia energiei cinetice a oscilatorului devine:

<P align=center><IMG src="img/e1a7_7.gif">

<P>Dar

<P align=center><IMG src="img/e1a7_8.gif">

<P>astfel c&#259; expresia energiei cinetice a oscilatorului armonic este (figura&nbsp;1A7&minus;2):

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a7_9.gif"></TD>
    <TD align=right>(3)</TD>
  </TR>
</TABLE>

<P><DIV class=image>
    <P><IMG src="img/1a7_2.jpg" align=absmiddle>
    <B>Fig. 1A7&minus;2. </B>Modificarea &#238;n timp a energiei cinetice a unui oscilator armonic.
  </DIV>

<P><IMG src="img/vrmla.gif">&nbsp;Lanseaz&#259; aceast&#259; <A href="vrml/armonic/en_cin.wrl" target=new>reprezentare animat&#259;</A> 
   a energiei cinetice a unui oscilator armonic!

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A7&minus;1</I></B>
  <P>Cum te a&#351;tep&#355;i s&#259; se modifice &#238;n timp energia mecanic&#259; (<I>total&#259;</I>) a unui oscilator armonic?
</DIV>

<P>Oscila&#355;iile unui oscilator armonic au loc doar sub ac&#355;iunea unei for&#355;e de tip elastic. Aceasta este o for&#355;&#259; conservativ&#259; (lucrul mecanic efectuat de aceasta
   este nul pe parcursul unei perioade de oscila&#355;ie). 
   
<P>&#206;n consecin&#355;&#259;, energia mecanic&#259; (total&#259;) a unui oscilator armonic nu ar trebui s&#259; se modifice &#238;n timp (oscila&#355;iile sunt neamortizate).

<P>&#206;ntr&minus;adev&#259;r, conform expresiilor (2) &#351;i (3), energia mecanic&#259; a oscilatorului armonic este constant&#259; &#238;n timp (figura&nbsp;1A7&minus;3):

<P align=center><IMG src="img/e1a7_10.gif">

<P><DIV class=image>
    <P><IMG src="img/1a7_3.jpg" align=absmiddle>
    <B>Fig. 1A7&minus;3. </B>Energia total&#259; a oscilatorului armonic este constant&#259; &#238;n timp.
  </DIV>

<P><IMG src="img/vrmla.gif">&nbsp;Lanseaz&#259; aceast&#259; <A href="vrml/armonic/en_tot.wrl" target=new>reprezentare animat&#259;</A> 
   a energiei totale a unui oscilator armonic!

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A7&minus;2</I></B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie energia mecanic&#259; a unui oscilator armonic cu masa 1&nbsp;kg, care oscileaz&#259; cu frecven&#355;a 1&nbsp;Hz &#351;i amplitudinea 1&nbsp;m?
  <P> Dar dac&#259; frecven&#355;a acestuia cre&#351;te de zece ori?
</DIV>

<P>&#206;n cazul oscilatorilor reali, interac&#355;iunile (inevitabile) cu mediul determin&#259; transfer de energie &#238;ntre oscilator &#351;i mediul s&#259;u. Energia mecanic&#259; a 
   oscilatorului se "risipe&#351;te" treptat &#238;n mediu, datorit&#259; ac&#355;iunii for&#355;elor disipative (cum sunt cele de frecare) - oscila&#355;iile se amortizeaz&#259; (figura&nbsp;1A7&minus;4).
   
<P><DIV class=image>
    <P><IMG src="img/1a7_4.jpg" align=absmiddle>
    <B>Fig. 1A7&minus;4. </B>Energia total&#259; a unui oscilator real este transferat&#259; treptat mediului.
  </DIV>
  
<P>C&#226;nd toat&#259; energia ini&#355;ial&#259; a oscilatorului va fi fost transferat&#259; mediului, oscila&#355;iile &#238;nceteaz&#259;.

<P><IMG src="img/vrmla.gif">&nbsp;Lanseaz&#259; aceast&#259; <A href="vrml/armonic/en_tot_am.wrl" target=new>reprezentare animat&#259;</A> 
   a energiei totale a unui oscilator amortizat!

</BODY>
</HTML>





















