<HTML>
<HEAD>
<TITLE>Pendulul elastic</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatorul mecanic</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>A.8.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Pendulul elastic</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Modelul oscilatorului armonic este un model teoretic, ob&#355;inut prin idealizarea caracteristicilor oscilatorilor reali.

<P>C&#226;nd analizezi un oscilator real, modelul oscilatorului armonic &#238;&#355;i ofer&#259; primele indicii referitoare la evolu&#355;ia oscilatorului real.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A8&minus;1</I></B>
  <P>O cutie plin&#259; cu monezi este at&#226;rnat&#259; de un resort metalic cu multe spire (figura&nbsp;1A8&minus;1).
  <P><TABLE>
       <TR>
         <TD><IMG src="img/1a8_1.jpg"</TD>
         <TD><SMALL><B>Fig. 1A8&minus;1. </B>Oscilator realizat dintr&minus;o cutie plin&#259; cu monezi, at&#226;rnat&#259; de un resort metalic cu multe spire.</SMALL></TD>
       </TR>
     </TABLE>
  <P>M&#259;sur&#226;nd doar alungirea resortului &#238;n pozi&#355;ia de echilibru, po&#355;i oare anticipa perioada de oscila&#355;ie a acestui oscilator real?
</DIV>

<P>O cutie plin&#259; cu monezi este un corp relativ dens (mas&#259; mare &#238;n volum mic). Mi&#351;carea sa &#238;n timpul oscila&#355;iilor va fi influen&#355;at&#259; nesemnificativ de rezisten&#355;a
   la &#238;naintare prin aer.
   
<P>Totodat&#259;, un resort metalic este un corp relativ pu&#355;in masiv &#351;i aproape perfect elastic. &#206;n timpul alungirii sale considerabile, spirele resortului doar 
   se r&#259;sucesc u&#351;or - deforma&#355;iile p&#259;str&#226;ndu&minus;se astfel &#238;n limita de elasticitate (figura&nbsp;1A8&minus;2).

<P><DIV class=image>
    <P align=center><IMG src="img/1a8_2.jpg" align=absmiddle>
    <P><B>Fig. 1A8&minus;2. </B>R&#259;sucirea unei spire a resortului &#238;n timpul alungirii acestuia.
  </DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>pendul elastic</I> un sistem alc&#259;tuit dintr&minus;un corp relativ dens, ata&#351;at de un corp aproape perfect elastic &#351;i av&#226;nd masa neglijabil&#259;.</B>
</DIV>

<P>At&#226;rn&#226;nd cutia cu monezi la cap&#259;tul resortului, acesta se alunge&#351;te p&#226;n&#259; c&#226;nd for&#355;a elastic&#259; echilibreaz&#259; greutatea cutiei (figura&nbsp;1A8&minus;3):

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a8_1.gif"></TD>
    <TD align=right>(1)</TD>
  </TR>
</TABLE>

<P>unde &Delta;<I>l</I><SUB>0</SUB> este alungirea resortului &#238;n pozi&#355;ia de echilibru (cantitate pe care o po&#355;i m&#259;sura u&#351;or, cu o rigl&#259;).

<P><TABLE>
     <TR>
       <TD><IMG src="img/1a8_3.jpg"</TD>
       <TD><SMALL><B>Fig. 1A8&minus;3. </B>Pozi&#355;ia de echilibru a pendulului elastic.</SMALL></TD>
     </TR>
   </TABLE>

<P>C&#226;nd coordonata punctului de suspensie al cutiei este <I>y</I> (figura&nbsp;1A8&minus;4) &#351;i alungirea resortului este &Delta;<I>l</I>, for&#355;a elastic&#259;
   este:
   
<P align=center><IMG src="img/e1a8_2.gif">   

<P><TABLE>
     <TR>
       <TD><IMG src="img/1a8_4.jpg"</TD>
       <TD><SMALL><B>Fig. 1A8&minus;4. </B>O pozi&#355;ie oarecare a pendulului elastic.</SMALL></TD>
     </TR>
   </TABLE>

<P>&#206;n aceast&#259; pozi&#355;ie, for&#355;a <I>total&#259;</I> asupra cutiei este rezultanta dintre for&#355;a elastic&#259; (orientat&#259; &#238;n sus) &#351;i greutatea cutiei (orientat&#259; &#238;n jos):

<P align=center><IMG src="img/e1a8_3.gif">  

<P>Folosind rela&#355;ia (1), ob&#355;ii c&#259; for&#355;a rezultant&#259; asupra cutiei este:

<P align=center><IMG src="img/e1a8_4.gif">  

<P>Aceasta este o for&#355;&#259; de tip elastic! Chiar &#351;i &#238;n prezen&#355;a greut&#259;&#355;ii, for&#355;a rezultant&#259; este propor&#355;ional&#259; cu coordonata fa&#355;&#259; de pozi&#355;ia de echilibru &#351;i 
   &#238;ndreptat&#259; mereu c&#259;tre pozi&#355;ia de echilibru.
   
<P>A&#351;adar, cutia at&#226;rnat&#259; de resort ar trebui, &#238;ntr&minus;o prim&#259; aproxima&#355;ie, s&#259; oscileze armonic!

<P>Din rela&#355;ia (1) po&#355;i exprima constanta elastic&#259; a resortului:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a8_5.gif"></TD>
    <TD align=right>(2)</TD>
  </TR>
</TABLE>

<P>&#206;n cazul ideal al unui oscilator armonic, constanta de tip elastic este corelat&#259; cu masa &#351;i pulsa&#355;ia oscilatorului:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a8_6.gif"></TD>
    <TD align=right>(3)</TD>
  </TR>
</TABLE>

<P>Folosind rela&#355;iile (2) &#351;i (3), po&#355;i ob&#355;ine pulsa&#355;ia a&#351;teptat&#259; a cutiei at&#226;rnat&#259; de resort:

<P align=center><IMG src="img/e1a8_7.gif">  

<P>A&#351;adar, perioada a&#351;teptat&#259; a acestui oscilator este:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a8_8.gif"></TD>
    <TD align=right>(4)</TD>
  </TR>
</TABLE>

<P>Trebuie doar s&#259; m&#259;sori alungirea resortului &#238;n pozi&#355;ia de echilibru &#351;i, conform rela&#355;iei (4), po&#355;i anticipa perioada de oscila&#355;ie!

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1A8&minus;1</I></B>
  <P>Realizeaz&#259; un oscilator asemenea celui din figura&nbsp;1A8&minus;1 &#351;i m&#259;soar&#259;&minus;i perioada de oscila&#355;ie (cronometr&#226;nd mai multe oscila&#355;ii complete).
     Po&#355;i folosi <A href="code/stopwatch.html" target=new>acest</A> cronometru!
  <P>Compar&#259; perioada m&#259;surat&#259; cu cea dat&#259; de rela&#355;ia (4).
</DIV> 

<P>De&#351;i oscila&#355;ia cutiei at&#226;rnat&#259; de resort este, invevitabil, amortizat&#259;, cutia efectueaz&#259; sute de oscila&#355;ii &#238;nainte ca amplitudinea sa s&#259; scad&#259; de <I>e</I>
   ori - oscila&#355;ia este relativ slab amortizat&#259;. Ne&minus;am a&#351;teptat la aceasta, c&#226;nd am ales un corp relativ dens, at&#226;rnat de un resort metalic, cu multe
   spire.
   
<P>Totodat&#259;, "potrivirea" perioadei m&#259;surate cu cea a&#351;teptat&#259; conform rela&#355;iei (4) este remarcabil&#259; - &#238;n ciuda complica&#355;iilor oscilatorilor reali, modelul
   idealizat al oscilatorului armonic poate furniza indicii valabile!

</BODY>
</HTML>





















