<HTML>
<HEAD>
<TITLE>Pendulul gravita&#355;ional</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatorul mecanic</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>A.9.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Pendulul gravita&#355;ional</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1A9&minus;1</I></B>
  <P>O cutie plin&#259; cu monezi este at&#226;rnat&#259; de un fir de a&#355;&#259; sub&#355;ire, dar tare (figura&nbsp;1A9&minus;1).
  <P><TABLE>
       <TR>
         <TD><IMG src="img/1a9_1.jpg"</TD>
         <TD><SMALL><B>Fig. 1A9&minus;1. </B>Oscilator realizat dintr&minus;o cutie plin&#259; cu monezi, at&#226;rnat&#259; de un fir sub&#355;ire, dar tare.</SMALL></TD>
       </TR>
     </TABLE>
  <P>M&#259;sur&#226;nd doar &#238;n&#259;l&#355;imea cutiei &#351;i lungimea firului, po&#355;i oare anticipa perioada de oscila&#355;ie a acestui oscilator real?
</DIV>

<P>O cutie plin&#259; cu monezi este un corp relativ dens (mas&#259; mare &#238;n volum mic). Mi&#351;carea sa &#238;n timpul oscila&#355;iilor va fi influen&#355;at&#259; nesemnificativ de rezisten&#355;a
   la &#238;naintare prin aer. 
   
<P>Totodat&#259;, un fir sub&#355;ire, dar tare, este un corp u&#351;or, foarte flexibil &#351;i aproape inextensibil. Scos din pozi&#355;ia de echilibru, acest sistem oscileaz&#259;, 
   gravita&#355;ia av&#226;nd un rol esen&#355;ial.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>pendul gravita&#355;ional</I> un sistem alc&#259;tuit dintr&minus;un corp relativ dens, ata&#351;at de un fir cu mas&#259; neglijabil&#259;, foarte flexibil &#351;i aproape
     inextensibil.</B>
</DIV>

<P>Deoarece firul unui pendul gravita&#355;ional este aproape inextensibil, centrul de greutate al corpului at&#226;rnat de fir se mi&#351;c&#259;, practic, pe un arc de cerc
   (de o parte &#351;i cealalt&#259; a pozi&#355;iei verticale de echilibru).
   
<P>C&#226;nd firul formeaz&#259; unghiul <FONT face="symbol"><I>a</I></FONT> cu verticala, singura for&#355;&#259; care poate determina modificarea acestui unghi este componenta
   tangent&#259; la cerc a greut&#259;&#355;ii corpului (figura&nbsp;1A9&minus;2):

<P align=center><IMG src="img/e1a9_1.gif">   

<P><DIV class=image>
    <P align=center><IMG src="img/1a9_2.jpg" align=absmiddle>
    <P><B>Fig. 1A9&minus;2. </B>Oscila&#355;iile unui pendul gravita&#355;ional au loc sub ac&#355;iunea componentei tangen&#355;iale a greut&#259;&#355;ii acestuia.
  </DIV>
  
<P>Coordonata curbilinie <I>s</I>, m&#259;surat&#259; &#238;n lungul arcului de cerc descris de centrul de greutate al pendulului, fa&#355;&#259; de pozi&#355;ia de echilibru, este:

<P align=center><IMG src="img/e1a9_2.gif">  

<P><I>l</I> fiind raza cercului descris de centrul de greutate al pendulului (unghiul <FONT face="symbol"><I>a</I></FONT> fiind exprimat &#238;n radiani).

<P>A&#351;adar, rela&#355;ia dintre for&#355;a de revenire &#351;i coordonata curbilinie <I>s</I> este:

<P align=center><IMG src="img/e1a9_3.gif">  
 
<P>Aceasta <I>nu</I> este o for&#355;&#259; de tip elastic! Oscila&#355;iile unui pendul gravita&#355;ional nu ne a&#351;tept&#259;m s&#259; fie armonice.

<P>Totu&#351;i, cu c&#226;t amplitudinea unghiular&#259; a pendulului gravita&#355;ional este mai mic&#259;, cu at&#226;t mai bun&#259; este aproxima&#355;ia (vezi <A href="1a6.html#tab1" target=new>tabelul&nbsp;1A6&minus;1</A>): 
   
<P align=center><IMG src="img/e1a9_4.gif">  

<P>A&#351;adar, pentru amplitudini mici, rela&#355;ia dintre for&#355;a de revenire &#351;i coordonata curbilinie a pendulului gravita&#355;ional este, cu bun&#259; aproxima&#355;ie:

<P align=center><IMG src="img/e1a9_5.gif">  

<P>Aceasta reprezint&#259;, cel pu&#355;in aproximativ, o for&#355;&#259; de tip elastic, constanta de elasticitate fiind:

<P align=center><IMG src="img/e1a9_6.gif"> 

<P>Aproxim&#226;nd mi&#351;carea pendulului gravita&#355;ional ca fiind armonic&#259; (pentru care <IMG src="img/e1a9_7.gif" align=absmiddle>), rezult&#259; pulsa&#355;ia a&#351;teptat&#259; a
   pendulului gravita&#355;ional:
   
<P align=center><IMG src="img/e1a9_8.gif"> 

<P>A&#351;adar, perioada a&#351;teptat&#259; a pendulului gravita&#355;ional este:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1a9_9.gif"></TD>
    <TD align=right>(1)</TD>
  </TR>
</TABLE>

<P>aproxima&#355;ia fiind cu at&#226;t mai bun&#259;, cu c&#226;t amplitudinea unghiular&#259; este mai mic&#259;. 

<P>Trebuie doar s&#259; m&#259;sori distan&#355;a dintre punctul de suspensie al pendulului &#351;i centrul de greutate al corpului (raza arcului de cerc descris de centrul de
   greutate al pendulului) &#351;i, conform rela&#355;iei (1), po&#355;i anticipa perioada de oscila&#355;ie a pendulului gravita&#355;ional!
   
<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1A9&minus;1</I></B>
  <P>Realizeaz&#259; un pendul gravita&#355;ional &#351;i m&#259;soar&#226;&minus;i perioada de oscila&#355;ie (cronometr&#226;nd mai multe oscila&#355;ii complete).
     Po&#355;i folosi <A href="code/stopwatch.html" target=new>acest</A> cronometru!
  <P>Compar&#259; perioada m&#259;surat&#259; cu cea dat&#259; de rela&#355;ia (1).
</DIV> 

<P>De&#351;i oscila&#355;iile pendulului gravita&#355;ional nu sunt riguros armonice, "potrivirea" perioadei m&#259;surate cu cea a&#351;teptat&#259; conform rela&#355;iei (1) este remarcabil&#259;,
   modelul oscilatorului armonic dovedindu&minus;&#351;i &#238;nc&#259; o dat&#259; utilitatea!
 
</BODY>
</HTML>





















