<HTML>
<HEAD>
<TITLE>Oscilatorul mecanic. Alte provoc&#259;ri</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatorul mecanic</H3>

<DIV class=challenge>
  <H2><I>Alte provoc&#259;ri</I></H2>
</DIV>

<OL>
  <LI><B><I>A&#351;a este oare?</I></B>
      <P>Cineva sus&#355;ine c&#259;, m&#259;rind amplitudinea unei oscila&#355;ii, se m&#259;re&#351;te &#238;ntotdeauna &#351;i frecven&#355;a acesteia.
      <P>A&#351;a s&#259; fie oare?
      
      <P><SMALL><B><I>R&#259;spuns:&nbsp; </I></B>Amplitudinea &#351;i frecven&#355;a unei oscila&#355;ii sunt caracteristici <I>distincte</I> ale acesteia (&#238;n general,
         independente). Po&#355;i verifica aceasta cu pendulele pe care le&minus;ai realizat!
      </SMALL> 
      <BR><BR><BR>
         
  <LI><B><I>Dureaz&#259; mai mult?</I></B>
      <P>Un pendul cu fir de a&#355;&#259; este l&#259;sat s&#259; oscileze cu o amplitudine unghiular&#259; de 10<SUP>0</SUP>, &#238;nregistr&#226;ndu&minus;se o perioad&#259; de oscila&#355;ie de o
         secund&#259;. 
      <P>Dac&#259; acela&#351;i pendul ar fi l&#259;sat s&#259; oscileze cu o amplitudine unghiular&#259; dubl&#259;, el ar avea de parcurs un arc cerc de lungime dubl&#259;. 
      <P>Te a&#351;tep&#355;i ca periada sa de oscila&#355;ie s&#259; fie mai mare?
      
      <P><SMALL><B><I>R&#259;spuns:&nbsp; </I></B>Uneori, &#238;n fizic&#259;, r&#259;spunsurile sunt diferite, &#238;n func&#355;ie de subtilit&#259;&#355;ile care sunt luate &#238;n considerare.
         Cronometrarea "manual&#259;" nu poate oferi o precizie prea ridicat&#259;, chiar dac&#259; folose&#351;ti un cronometru foarte precis, deoarece pornirea &#351;i oprirea
         manual&#259; a cronometrului introduce erori de ordinul zecimii de secund&#259;. Chiar dac&#259; vei cronometra zece oscila&#355;ii complete, eroarea a&#351;teptat&#259; este de
         ordinul sutimii de secund&#259; pentru o perioad&#259;. Nu po&#355;i desf&#259;&#351;ura cronometrarea pentru mai multe perioade (sper&#226;nd astfel s&#259; ob&#355;ii o precizie sporit&#259;),
         deoarece amplitudinea de oscila&#355;ie a pendulului se reduce semnificativ. Orice ai face, cronometrarea manual&#259; nu &#238;&#355;i va releva modific&#259;ri ale perioadei
         de oscila&#355;ie mai mici de o sutime de secund&#259;. O cronometrare automat&#259; a unui pendul, cu precizie de o zecime de miime de secund&#259; a relevat
         urm&#259;toarele:
         <P align=center><TABLE border=1 cellpadding=4>
           <TR bgcolor=#cccccc>
             <TD align=center><SMALL><B>Amplitudinea<BR>unghiular&#259;<BR></B>(<SUP>0</SUP>)</SMALL></TD>
             <TD align=center><SMALL><B>Perioada de<BR>oscila&#355;ie<BR></B>(s)</SMALL></TD>
           </TR>
           <TR>
             <TD align=center><SMALL>10</SMALL></TD>
             <TD align=right><SMALL>1,0019</SMALL></TD>
           </TR>
           <TR>
             <TD align=center><SMALL>20</SMALL></TD>
             <TD align=right><SMALL>1,0077</SMALL></TD>
           </TR>
           <TR>
             <TD align=center><SMALL>30</SMALL></TD>
             <TD align=right><SMALL>1,0174</SMALL></TD>
           </TR>
         </TABLE>
         <P>Aceasta &#238;nseamn&#259; c&#259; perioada de oscila&#355;ie cre&#351;te (dar foarte pu&#355;in) odat&#259; cu cre&#351;terea amplitudinii unghiulare! G&#259;se&#351;ti aici 
            <A href="hrt/hrt.html" target=new>instruc&#355;iuni</A> de detaliu cum s&#259; reu&#351;e&#351;ti &#351;i tu cronometr&#259;ri at&#226;t de precise, folosind un indicator laser, un
            mic montaj electronic &#351;i un calculator personal.
      </SMALL> 
      <BR><BR><BR>

  <LI><B><I>&#206;n lipsa gravita&#355;iei!</I></B>
      <P>Oare ar mai oscila un pendul cu fir de a&#355;&#259; &#238;n lipsa gravita&#355;iei?
      <P>Dar unul cu fir elastic?
      
      <P><SMALL><B><I>R&#259;spuns:&nbsp; </I></B>
         La un pendul cu fir de a&#355;&#259;, for&#355;a de revenire este de natur&#259; gravita&#355;ional&#259;. &#206;n lipsa gravita&#355;iei, pendulul cu fir de a&#355;&#259; nu ar oscila!
      </SMALL> 
      <BR><BR><BR>

  <LI><B><I>Ai avea curajul?</I></B>
      <P>Dac&#259; de un fir fixat &#238;n tavan ar at&#226;rna o bil&#259; grea (cum este cea de popice), pe care a&minus;i l&#259;sa&minus;o s&#259; oscileze din dreptul nasului t&#259;u, 
         ai avea curajul s&#259; stai nemi&#351;cat &#238;n pozi&#355;ia de lansare, c&#226;nd bila se &#238;ntoarce spre tine?
      <BR><BR><BR>

  <LI><B><I>Leag&#259;nul... neamortizat!</I></B>
      <P>Oscila&#355;iile unui leag&#259;n (cum sunt cele din parcurile pentru copii) se amortizeaz&#259; &#238;n c&#226;teva secunde.
      <P>Cum este oare posibil ca un copil s&#259; continue s&#259; se legene minute &#238;n &#351;ir?
      
      <P><SMALL><B><I>R&#259;spuns:&nbsp; </I></B>
         Fiecare copil &#238;nva&#355;&#259; o tehnic&#259; special&#259;: mi&#351;c&#259;rile pe care le efectueaz&#259; &#238;n leag&#259;n transfer&#259; leag&#259;nului suficient&#259; energie pentru a men&#355;ine
         oscila&#355;iile neamortizate (p&#226;n&#259; c&#226;nd copilul obose&#351;te, sau se plictise&#351;te!).
      </SMALL> 
      <BR><BR><BR>

  <LI><B><I>Amortizorul pneumatic</I></B>
      <P>Desigileaz&#259; din pachetul s&#259;u o sering&#259; de unic&#259; folosin&#355;&#259;. Astup&#259; ferm orificiul seringii &#351;i &#238;mpinge puternic pistonul, comprim&#226;nd aerul din 
         sering&#259;. Elibereaz&#259; brusc pistonul.
         
      <P>Oscileaz&#259; acesta? Prezint&#259; cel pu&#355;in dou&#259; motive pentru care pistonul se mi&#351;c&#259; astfel.
      <BR><BR><BR>

  <LI><B><I>Umbra... armonic&#259;!</I></B>
      <P>Pune pe platanul unui pick&minus;up un disc scos din uz. Fixeaz&#259; cu plastilin&#259; o rezerv&#259; de pix, &#238;n pozi&#355;ie vertical&#259;, aproape de marginea discului.
      <P>Trimite lumin&#259; orizontal c&#259;tre rezerva de pix, de la un proiector de diapozitive, astfel &#238;nc&#226;t s&#259; po&#355;i vedea clar pe un perete umbra rezervei de pix.
      <P>Porne&#351;te pick&minus;up&minus;ul &#351;i observ&#259; mi&#351;carea umbrei pe perete.
      <P><B>a. </B>Arat&#259; &#238;n ce condi&#355;ii umbra s&minus;ar mi&#351;ca armonic.
      <P><B>b. </B>M&#259;soar&#259; perioada de oscila&#355;ie a umbrei. Compar&minus;o cu cea a&#351;teptat&#259;, cunosc&#226;nd tura&#355;ia discului. &#206;ncearc&#259; &#351;i pe o alt&#259; treapt&#259; de 
            tura&#355;ie.
      <P><B>c. </B>&#206;ncearc&#259; s&#259; sincronizezi umbra unui pendul cu fir de a&#355;&#259; cu cea a rezervei de pix. Este oare posibil?
      
      <P><SMALL><B><I>R&#259;spuns par&#355;ial:&nbsp; </I></B>
         Platanul unui pick&minus;up (&#351;i tot ce este solidar cu acesta) se mi&#351;c&#259; (aproape) circular &#351;i uniform (este o condi&#355;ie esen&#355;ial&#259; pentru un pick&minus;up,
         altfel muzica reprodus&#259; de acesta ar avea fluctua&#355;ii de vitez&#259; u&#351;or de sesizat). Proiec&#355;ia unei mi&#351;c&#259;ri circulare &#351;i uniforme pe o direc&#355;ie paralel&#259;
         cu un diametru este armonic&#259; (vezi <A href="1a5.html" target=new>sec&#355;iunea 1A5</A>). Fasciculul de lumin&#259; trebuie s&#259; fie paralel &#351;i s&#259; cad&#259; perpendicular pe perete.
      </SMALL> 
      <BR><BR><BR>

  <LI><B><I>Viziuni diferite</I></B>
      <P>Trei observatori &#238;nregistreaz&#259; aceea&#351;i mi&#351;care oscilatorie armonic&#259;.
      <P>Primul observator &#238;&#351;i porne&#351;te cronometrul c&#226;nd oscilatorul are elonga&#355;ia maxim&#259; pozitiv&#259; &#351;i descrie mi&#351;carea astfel:
      <P align=center><IMG src="img/e1a_p1.gif">
      <P>Al doilea observator &#238;&#351;i porne&#351;te cronometrul ceva mai t&#226;rziu, c&#226;nd oscilatorul trece prima dat&#259; prin pozi&#355;ia de echilibru, iar al treilea observator
         &#351;i mai t&#226;rziu, c&#226;nd oscilatorul trece prima dat&#259; prin elonga&#355;ia maxim&#259; negativ&#259;.
      <P><B>a. </B>Care sunt expresiile cu care descriu aceea&#351;i mi&#351;care, al doilea &#351;i al treilea observator?
      <P><B>b. </B>Dac&#259; to&#355;i trei observatorii se hot&#259;r&#259;sc s&#259; descrie mi&#351;carea folosind func&#355;ii <I>sinus</I>, care sunt expresiile pe care ar trebui s&#259; le
         foloseasc&#259;?
      <BR><BR><BR>

  <LI><B><I>Dou&#259; fotografii</I></B>
      <P>Fotografiile din figura&nbsp;1 (<I>a</I> &#351;i <I>b</I>) au fost f&#259;cute &#238;n timpul oscila&#355;iei armonice a unei bile cu diametrul 2&nbsp;cm. 
      <P><DIV class=image>
           <P align=center><IMG src="img/1a_p1a.jpg">&nbsp;<B>a.</B>
           <P align=center><IMG src="img/1a_p1b.jpg">&nbsp;<B>b.</B>
           <P><B>Fig. 1. </B>Dou&#259; fotografii din timpul oscila&#355;iei armonice a unei bile.
         </DIV>
      <P>Fotografiile sunt "mi&#351;cate" deoarece, &#238;n timpul expunerii fiec&#259;reia, bila &#351;i&minus;a modificat pozi&#355;ia. Timpul de expunere a fiec&#259;rei fotografii a 
         fost 1/30&nbsp;s.
      <P><B>a. </B>Determin&#259; elonga&#355;iile &#351;i vitezele bilei &#238;n cazul fiec&#259;rei fotografii (pozi&#355;ia de echilibru este marcat&#259; <I>0</I>).
      <P><B>b. </B>Afl&#259; amplitudinea &#351;i frecven&#355;a mi&#351;c&#259;rii bilei.
      <BR><BR><BR>

  <LI><B><I>Lovitura</I></B>
      <P>Un corp oscileaz&#259; armonic. C&#226;nd elonga&#355;ia sa este 80% din amplitudine, o lovitur&#259; &#238;l reduce cu 10% viteza, dup&#259; care corpul &#238;&#351;i continu&#259; mi&#351;carea.
      <P>C&#226;t se modific&#259; amplitudinea mi&#351;c&#259;rii, &#238;n urma loviturii?
      
      <P><SMALL><B><I>R&#259;spuns:&nbsp; </I></B>
         Scade cu aproximativ 3,5%.
      </SMALL> 
      <BR><BR><BR>

  <LI><B><I>Legea de mi&#351;care</I></B>
      <P>Un corp mic &#351;i dens, av&#226;nd masa <I>m</I>, este at&#226;rnat de un resort av&#226;nd masa neglijabil&#259; &#351;i a c&#259;rui constant&#259; elastic&#259; este <I>k</I>.
      <P><B>a. </B>C&#226;t este alungirea resortului &#238;n pozi&#355;ia de echilibru?
      <P><B>b. </B>Corpul este tras din pozi&#355;ia de echilibru, &#238;n jos, pe distan&#355;a <I>d</I>, apoi este eliberat. Care este legea de mi&#351;care a corpului?
      <BR><BR><BR>

  <LI><B><I>&#206;n ascensor</I></B>
      <P>De tavanul unui ascensor sunt at&#226;rnate un pendul elastic &#351;i unul gravita&#355;ional, ambele reglate astfel &#238;nc&#226;t s&#259; oscileze cu aceea&#351;i perioad&#259;, &#238;n 
         ascensorul aflat &#238;n repaus.  
      <P>Ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple cu perioada de oscila&#355;ie a fiec&#259;rui pendul &#238;n timpul:
      <P><B>a. </B>urc&#259;rii ascensorului cu accelera&#355;ia <I>a</I>?
      <P><B>b. </B>urc&#259;rii ascensorului cu vitez&#259; constant&#259;?
      <P><B>c. </B>urc&#259;rii &#238;ncetinite a ascensorului?
      <P><B>d. </B>&#238;n timpul c&#259;derii libere a ascensorului, dac&#259; se rup cablurile de care acesta este suspendat? 
      
      <P><SMALL><B><I>R&#259;spuns par&#355;ial:&nbsp; </I></B>
         &#206;ntr&minus;un sistem de referin&#355;&#259; neiner&#355;ial (care accelereaz&#259; fa&#355;&#259; de unul iner&#355;ial, cum este, cu bun&#259; aproxima&#355;ie, P&#259;m&#226;ntul), pentru a descrie
         corect ce se &#238;nt&#226;mpl&#259;, e&#351;ti nevoit s&#259; consideri c&#259; asupra fiec&#259;rui corp ac&#355;ioneaz&#259; o for&#355;&#259; suplimentar&#259; (for&#355;a de iner&#355;ie), orientat&#259;
         &#238;n sens contrar accelera&#355;iei sistemului &#351;i a c&#259;rei m&#259;rime este egal&#259; cu masa corpului &#238;nmul&#355;it&#259; cu m&#259;rimea accelera&#355;iei sistemului.
      </SMALL> 
      <BR><BR><BR>

  <LI><B><I>&#350;i totu&#351;i se rote&#351;te!</I></B>
      <P>&#206;n 1851, francezul Foucault a demonstrat c&#259;, &#238;ntr&minus;adev&#259;r, P&#259;m&#226;ntul se rote&#351;te. Foucault a folosit un pendul gravita&#355;ional lung de 69&nbsp;m, de
         care at&#226;rna o sfer&#259; de cupru, cu masa 28&nbsp;kg (figura&nbsp;2).
      <P><DIV class=image>
           <TABLE cellpadding=6>
             <TR>
               <TD><IMG src="img/1a_p2.jpg"></TD>
               <TD><SMALL><B>Fig. 2. </B>Pendulul folosit de Foucault (firul a fost intensificat prin prelucrarea electronic&#259; a imaginii).</SMALL>
             </TR>
           </TABLE>
         </DIV>
      <P>Po&#355;i &#238;n&#355;elege u&#351;or demonstra&#355;ia lui Foucault construind un mic pendul pe un disc de pick&minus;up, dintr&minus;un pai, a&#355;&#259; &#351;i plastilin&#259; (figura&nbsp;3).
      <P><DIV class=image>
           <TABLE cellpadding=6>
             <TR>
               <TD><IMG src="img/1a_p3.jpg"></TD>
               <TD><SMALL><B>Fig. 3. </B>Variant&#259; simplificat&#259; a demonstra&#355;iei lui Foucault.</SMALL>
             </TR>
           </TABLE>
         </DIV>
      <P>&#206;n timp ce micul pendul oscileaz&#259;, rote&#351;te lent discul de pick&minus;up. Dac&#259; ai observa pendulul din locul figurinei de pe discul care se rote&#351;te, 
         ai constata o rotire a planului de oscila&#355;ie al pendulului (care, de fapt, continu&#259; s&#259; oscileze a&#351;a cum o f&#259;cea &#351;i &#238;nainte).
      <P>&#206;n cazul pendulului lui Foucault, observatorii constatau rotirea lent&#259; a planului de oscila&#355;ie a pendulului, datorit&#259; faptului c&#259; ei &#238;n&#351;i&#351;i se aflau
         pe un P&#259;m&#226;nt care se rote&#351;te!      
      <P><B>a. </B>&#206;n ce ritm te a&#351;tep&#355;i s&#259; se observe rotirea planului de oscila&#355;ie a pendulului, dac&#259; demonstra&#355;ia ar avea loc la polul Nort? Dar la Paris, acolo
         unde a avut de fapt loc demonstra&#355;ia?
      <P><B>b. </B>De ce oare a folosit Foucault un pendul at&#226;t de lung, at&#226;t de masiv &#351;i dens?
      <P><B>c. </B>C&#226;t era perioada de oscila&#355;ie a pendulului?
      <P><B>d. </B>C&#226;t era energia de oscila&#355;ie a pendulului, c&#226;nd amplitudinea unghiular&#259; era 10<SUP>0</SUP>?
      
      <P><SMALL><B><I>R&#259;spuns par&#355;ial:&nbsp; </I></B>
         <B>a. </B>Fa&#355;&#259; de un observator aflat pe P&#259;m&#226;nt, planul de oscila&#355;ie se rote&#351;te cu 15<SUP>0</SUP>/or&#259; la polul Nord &#351;i 11<SUP>0</SUP>/or&#259; la Paris.
      </SMALL> 
      <BR><BR><BR>

  <LI><B><I>Pendulul cu... ap&#259;!</I></B>
      <P>&#206;ntr&minus;un furtun &#238;ndoit asemenea literei U se afl&#259; ap&#259;. Astup&#226;nd &#351;i ridic&#226;nd unul dintre capetele furtunului, apa se va afla la nivele diferite
         &#238;n cele dou&#259; ramuri.
      <P>Destup&#226;nd cap&#259;tul care a fost ridicat, apa este din nou liber&#259; s&#259; ajung&#259; la acela&#351;i nivel &#238;n cele dou&#259; ramuri.
      <P><B>a. </B>Te a&#351;tep&#355;i ca apa s&#259; oscileze &#238;n tub? Dac&#259; da, cu ce perioad&#259;?
      <P><B>b. </B>Verific&#259; experimental a&#351;tept&#259;rile tale!
      <BR><BR><BR>

  <LI><B><I>C&#226;nd 2 + 3 nu este 5!</I></B>
      <P>Dou&#259; oscila&#355;ii armonice, de amplitudini 3&nbsp;cm, respectiv 2&nbsp;cm, au aceea&#351;i direc&#355;ie &#351;i aceea&#351;i frecven&#355;&#259;.
      <P>C&#226;t este amplitudinea oscila&#355;iei care rezult&#259; prin compunerea celor dou&#259; oscila&#355;ii, dac&#259; defazajul dintre acestea este 0,6?
      <P>Exist&#259; vreo situa&#355;ie &#238;n care amplitudinea oscila&#355;iei compuse s&#259; fie 5&nbsp;cm?
      <BR><BR><BR>

  <LI><B><I>*Traiectoria</I></B>
      <P>Care te a&#351;tep&#355;i s&#259; fie traiectoria oscila&#355;iei rezultat&#259; prin compunerea oscila&#355;iilor perpendiculare, de ecua&#355;ii:
      <P align=center><IMG src="img/e1a_p2.gif">
      <P>respectiv
      <P align=center><IMG src="img/e1a_p3.gif">
      <BR><BR><BR>

</OL>
    
</BODY>
</HTML>



























