<HTML>
<HEAD>
<TITLE>Oscilatori mecanici cupla&#355;i</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscila&#355;ii &#351;i unde mecanice</H3>

<H2 class="challenge">B. Oscilatori mecanici cupla&#355;i</H2>

<P>&#206;n vara anului 1940, s&minus;a inaugurat un pod maiestuos peste str&#226;mtoarea Tacomei (Tacoma Narrows, 50&nbsp;km la sud de Seattle, Statele
   Unite ale Americii). Cei care &#238;l traversau au constatat &#238;ns&#259; c&#259; podul se leg&#259;na puternic, chiar sub b&#259;taia v&#226;ntului. I&minus;au spus "Bertie&minus;s&#259;lt&#259;rea&#355;a".

<P>La doar patru luni de la inaugurare, sub un v&#226;nt nu foarte puternic (av&#226;nd viteza de aproximativ 70&nbsp;km/h, de&#351;i podul fusese proiectat s&#259; reziste
   p&#226;n&#259; la 190&nbsp;km/h), podul a &#238;nceput s&#259; oscileze foarte puternic (figura&nbsp;1B&minus;1).

<DIV class=image>
   <P><IMG src="img/1b_1.jpg"><BR>
   <B>Fig. 1B-1. </B>Oscila&#355;iile podului de peste Tacoma, datorate unui v&#226;nt nu foarte puternic.
</DIV>

<P>Cei care se aflau pe pod au trebuit s&#259;&minus;&#351;i abandoneze ma&#351;inile &#351;i s&#259; se t&#226;rasc&#259; spre capetele podului. Amplitudinea oscila&#355;iilor a atins 4&nbsp;metri!
   (figura&nbsp;1B&minus;2).

<DIV class=image>
   <P><IMG src="img/1b_2.jpg"><BR>
   <B>Fig. 1B-2. </B>Oscila&#355;iile tablierului (pun&#355;ii) podului.
</DIV>

<P>C&#226;teva ore mai t&#226;rziu, podul a cedat &#351;i o mare parte s&minus;a pr&#259;bu&#351;it &#238;n apele Tacomei (figura&nbsp;1B&minus;3).

<DIV class=image>
   <P><IMG src="img/1b_3.jpg"><BR>
   <B>Fig. 1B-3. </B>Oscila&#355;iile tablierului (pun&#355;ii) podului.
</DIV>

<P>Nu s&minus;au &#238;nregistrat victime omene&#351;ti, &#238;ns&#259; uimirea a fost general&#259;: cum a fost posibil ca un v&#226;nt nu foarte puternic s&#259; distrug&#259; o structur&#259; capabil&#259;
   s&#259; reziste la v&#226;nt mult mai intens?

<P>Cei care proiecteaz&#259; construc&#355;iile au &#238;nv&#259;&#355;at o lec&#355;ie amar&#259;: oscila&#355;iile structurilor pot deveni distructive &#238;n anumite condi&#355;ii speciale. Aceste
   condi&#355;ii trebuie s&#259; fie depistate din vreme, chiar din faza de proiectare. De atunci, nici unul dintre sutele de podduri mari care s&minus;au mai constuit
   nu s&minus;a pr&#259;bu&#351;it din cauza oscila&#355;iilor distructive.
   
<P><I>Ce au aflat oare cei care proiectau construc&#355;iile despre modul cum pot oscila acestea? Paginile urm&#259;toare &#238;&#355;i vor oferi o incursiune &#238;n spectaculosul
   domeniu al oscila&#355;iilor care pot fi surprinz&#259;tor de ample &#238;n anumite condi&#355;ii speciale.</I>

</BODY>
</HTML>











