<HTML>
<HEAD>
<TITLE>Oscilatori mecanici cupla&#355;i</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatori mecanici cupla&#355;i</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>B.1.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Oscilatori mecanici cupla&#355;i</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Interac&#355;iunile dintre un oscilator &#351;i mediul s&#259;u conduc, inevitabil, la amortizarea oscila&#355;iilor prin disiparea energiei de oscila&#355;ie. Dar mediul unui 
   sistem oscilator ar putea transfera energie oscilatorului, provoc&#226;nd, &#238;n anumite condi&#355;ii, chiar o amplificare a oscila&#355;iilor acestuia!

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1B1&minus;1</I></B>
  <P>Investigheaz&#259; transferul de energie dintre un oscilator &#351;i mediul s&#259;u. Lucreaz&#259; &#238;n echip&#259;.
  
  <P><B><I>Pasul 1&nbsp; </I></B>Confec&#355;iona&#355;i un c&#226;rlig (dintr&minus;o agraf&#259; de birou) &#351;i ata&#351;a&#355;i&minus;l la cap&#259;tul liber al pendulului gravita&#355;ional 
     pe care l&minus;a&#355;i construit la activitatea experimental&#259; 1A1&minus;1. C&#226;rligul v&#259; va permite s&#259; ag&#259;&#355;a&#355;i u&#351;or pendulul, iar prin &#238;nf&#259;&#351;urarea firului pe
     c&#226;rlig, ve&#355;i putea modifica lungimea pendulului. 
     <P>Confec&#355;iona&#355;i &#238;nc&#259; un pendul, tot at&#226;t de lung. Pune&#355;i c&#226;te dou&#259; monezi &#238;n fiecare.
  <P><B><I>Pasul 2&nbsp; </I></B>Prinde&#355;i un fir de a&#355;&#259; sub&#355;ire, dar tare, &#238;ntre doi supor&#355;i, la aproximativ o jum&#259;tate de metru unul de cel&#259;lalt. At&#226;rna&#355;i
     cele dou&#259; pendule la aproximativ 10&nbsp;cm unul de cel&#259;lalt, &#238;n zona central&#259; a firului orizontal (figura&nbsp;1B1&minus;1).  
     <DIV class=image>
       <TABLE>
         <TR>
           <TD><IMG src="img/1b1_1.jpg"></TD>
           <TD><SMALL><B>Fig. 1B1-1. </B>At&#226;rnarea pendulelor.</SMALL>
         </TR>
       </TABLE>
     </DIV>
     <P>Asigura&#355;i&minus;v&#259; c&#259; pendulele au aceea&#351;i lungime (mai &#238;nf&#259;&#351;ura&#355;i a&#355;a pe c&#226;rligul pendulului mai lung).
  <P><B><I>Pasul 3&nbsp; </I></B>Pune&#355;i &#238;n oscila&#355;ie unul dintre pendule (s&#259;&minus;l numim <I>A</I>), pe o direc&#355;ie perpendicular&#259; pe firul orizontal. Observa&#355;i
     ce se &#238;nt&#226;mpl&#259;.  
</DIV>

<P>&#206;n timp ce pendulul <I>A</I> oscileaz&#259;, cel&#259;lalt pendul (s&#259;&minus;l numim <I>B</I>) &#238;ncepe s&#259; oscileze, din ce &#238;n ce mai amplu!

<P>Totodat&#259;, amplitudinea de oscila&#355;ie a pendulului <I>A</I> scade mult mai repede dec&#226;t ar justifica&minus;o amortizarea. Dup&#259; doar c&#226;teva oscila&#355;ii, 
   pendulul <I>A</I> se opre&#351;te, &#238;n timp ce pendulul <I>B</I> oscileaz&#259; amplu!
   
<P>&#206;n continuare, se &#238;nt&#226;mpl&#259; ceva surprinz&#259;tor: dup&#259; ce s&minus;a oprit, pendulul <I>A</I> re&#238;ncepe s&#259; oscileze, &#238;n timp ce pendulul <I>B</I> oscileaz&#259; din
   ce &#238;n ce mai pu&#355;in amplu!
   
<P>Dup&#259; doar c&#226;teva oscila&#355;ii, pendulul <I>B</I> se opre&#351;te, &#238;n timp ce pendulul <I>A</I> oscileaz&#259; din nou (aproape) ca la &#238;nceput!

<P>Procesul se repet&#259; periodic, pendulele transfer&#226;ndu&minus;&#351;i reciproc <I>toat&#259;</I> energia de oscila&#355;ie, c&#226;nd &#238;ntr&minus;un sens, c&#226;nd &#238;n cel&#259;lalt.

<P>Iat&#259; c&#259; &#238;ntre doi oscilatori se poate transfera energie, &#238;ntr&minus;un sens sau &#238;n cel&#259;lalt.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>oscilatori cupla&#355;i</I> oscilatorii care pot transfera energie de la unul la cel&#259;lalt.</B>
</DIV>

<P>Cele dou&#259; pendule sunt cuplate. Firul orizontal de care ai ag&#259;&#355;at cele dou&#259; pendule nu este rigid. C&#226;nd unul dintre pendule oscileaz&#259;, punctul s&#259;u de
   suspensie se mi&#351;c&#259; pe o direc&#355;ie perpendicular&#259; pe fir, odat&#259; cu pendulul. Aceste perturb&#259;ri transversale ale pozi&#355;iei punctului de suspensie se transmit,
   prin firul &#238;ntins, &#351;i locului &#238;n care este suspendat cel&#259;lalt pendul, pun&#226;nd&minus;ul &#238;n mi&#351;care.
   
<P>Chiar dac&#259; deform&#259;rile firului orizontal care cupleaz&#259; cele dou&#259; pendule sunt aproape imperceptibile, pe aceast&#259; cale poate fi transferat&#259; <I>integral</I>
   energia de oscila&#355;ie de la un pendul la cel&#259;lalt.
   
<P>Este o lec&#355;ie important&#259; pe care trebuie s&#259; o &#238;nve&#355;e to&#355;i cei care construiesc structuri. Oscila&#355;iile unei p&#259;r&#355;i a structurii se pot transfera &#238;ntregii
   structuri, chiar prin deform&#259;ri aproape imperceptibile ale elementelor de leg&#259;tur&#259;!

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1B1&minus;2</I></B>
  <P>Mut&#259; pendulul <I>B</I> mai aproape de unul dintre supor&#355;i, m&#259;rind astfel distan&#355;a dintre pendule. 
  <P>Pune din nou &#238;n oscila&#355;ie pendulul <I>A</I> &#351;i observ&#259; ce se &#238;nt&#226;mpl&#259;.
</DIV>   

<P>Pendulul <I>B</I> fiind acum mai aproape de unul dintre supor&#355;i, cu siguran&#355;&#259; punctul s&#259;u de suspensie se va deplasa mai pu&#355;in. &#206;n consecin&#355;&#259;, for&#355;ele la
   care este supus pendulul <I>B</I> prin &#238;nclinarea firului de care este at&#226;rnat, vor fi mai mici &#351;i vor efectua lucru mecanic mai mic. 
   
<P>Astfel, pendulul <I>B</I> preia mai pu&#355;in&#259; energie de la pendulul <I>A</I>, care nu se opre&#351;te din oscila&#355;ie (doar &#238;&#351;i mic&#351;oreaz&#259; pu&#355;in amplitudinea cu 
   care oscileaz&#259;).
   
<P>&#206;n acest caz, cuplajul dintre cei doi oscilatori este mai slab &#351;i nu permite transferul integral al energiei de oscila&#355;ie de la pendulul <I>A</I> la
   cel&#259;lalt.
   
<P>C&#226;nd nu dorim ca oscila&#355;iile unei p&#259;r&#355;i a unei structuri s&#259; se transmit&#259; altor p&#259;r&#355;i ale acesteia, c&#259;ut&#259;m s&#259; sl&#259;bim cuplajul dintre p&#259;r&#355;i.

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1B1&minus;3</I></B>
  <P>Pune &#238;n oscila&#355;ie pendulul <I>A</I> pe o direc&#355;ie paralel&#259; cu firul orizontal, pendulul <I>B</I> fiind &#238;n repaus. 
  <P>Observ&#259; ce se &#238;nt&#226;mpl&#259;.
</DIV>   

<P>De data aceasta, transferul de energie c&#259;tre pendulul <I>B</I> este aproape inexistent! Acela&#351;i cuplaj se poate dovedi tare pentru un mod de oscila&#355;ie &#351;i
   slab (aproape nul) pentru alt mod de oscila&#355;ie!
   
<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Cuplajele dintre oscilatori pot favoriza transmiterea unui mod de oscila&#355;ie &#238;n defavoarea altuia.</B>
</DIV>

<P>Cei care construiesc structuri pot folosi astfel acela&#351;i cuplaj pentru a transmite restului structurii oscila&#355;iile care doresc s&#259; se r&#259;sp&#226;ndeasc&#259;, bloc&#226;ndu&minus;le
   pe cele nedorite. Cuplajele dintre oscilatori pot ac&#355;iona astfel ca <I>filtre</I>.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1B1&minus;1</I></B>
  <P>Ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple dac&#259; pui simultan &#238;n oscila&#355;ie pendulul <I>A</I> pe o direc&#355;ie perpendicular&#259; pe firul orizontal, iar pendulul <I>B</I>
     pe o direc&#355;ie paralel&#259; cu firul orizontal? &#206;ncearc&#259;!
</DIV>

</BODY>
</HTML>













