<HTML>
<HEAD>
<TITLE>Oscilatori mecanici cupla&#355;i</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatori mecanici cupla&#355;i</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>B.3.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Rezonan&#355;a</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Un oscilator poate fi for&#355;at s&#259; oscileze cu o alt&#259; frecven&#355;&#259; dec&#226;t cea cu care ar oscila dac&#259; ar fi liber.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1B3&minus;1</I></B>
  <P>Cum te a&#351;tep&#355;i s&#259; oscileze un oscilator atunci c&#226;nd este for&#355;at s&#259; oscileze <I>cu aceea&#351;i frecven&#355;&#259;</I> cu care ar oscila dac&#259; ar fi liber?
</DIV>

<P>Este firesc s&#259; ne a&#351;tep&#259;m ca oscilatorul s&#259; oscileze &#238;n ritmul oscila&#355;iilor care &#238;i sunt impuse (care, de data aceasta, coincide cu ritmul propriu de
   oscila&#355;ie). Natura &#238;ns&#259; ne rezerv&#259; de multe ori surprize!

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1B3&minus;1</I></B>
  <P>Investigheaz&#259; oscila&#355;iile for&#355;ate av&#226;nd aceea&#351;i frecven&#355;&#259; cu cea a unui oscilator liber. Lucreaz&#259; &#238;n echip&#259;.
  
  <P><B><I>Pasul 1&nbsp; </I></B>Folose&#351;te pendulul dublu pe care l&minus;ai realizat la activitatea experimental&#259; din sec&#355;iunea precedent&#259;. Desf&#259;&#351;oar&#259; 
     firul de pe c&#226;rligul pendulului inferior, p&#226;n&#259; c&#226;nd cele dou&#259; pendule au aceea&#351;i perioad&#259; individual&#259; de oscila&#355;ie.

  <P><B><I>Pasul 2&nbsp; </I></B>"Lini&#351;te&#351;te" pendulele &#238;n pozi&#355;ia de echilibru (cu firele verticale, &#238;n prelungire). Trage lateral pendulul superior,
     pe o distan&#355;&#259; de c&#226;&#355;iva centimetri &#351;i elibereaz&#259;&minus;l. Observ&#259; mi&#351;carea pendulelor.     

</DIV>   

<P>La fiecare oscila&#355;ie a pendulului superior, amplitudinea pendulului inferior devine din ce &#238;n ce mai mare, ajung&#226;nd repede surprinz&#259;tor de mare, mult mai
   mare dec&#226;t a pendulului superior!
   
<P>C&#226;nd exist&#259; "potrivire" &#238;ntre ritmul oscila&#355;iilor for&#355;ate &#351;i ritmul propriu de oscila&#355;ie, amplitudinea de oscila&#355;ie devine repede foarte mare.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>rezonan&#355;&#259;</I> cre&#351;terea amplitudinii oscila&#355;iilor for&#355;ate &#238;n apropierea frecven&#355;ei oscila&#355;iilor libere ale unui oscilator.</B>
</DIV>

<P>&#206;n activitatea experimental&#259; precedent&#259;, este foarte pu&#355;in probabil ca perioadele individuale de oscila&#355;ie ale celor dou&#259; pendule s&#259; fi fost <I>exact</I>
   egale &minus; cel mai probabil, acestea au fost <I>aproape</I> egale. 
   
<P>Amplificarea foarte mare a oscila&#355;iilor pendulului inferior are loc, a&#351;adar, chiar &#351;i c&#226;nd perioadele de oscila&#355;ie ale celor dou&#259; pendule sunt doar 
   apropiate, nu neap&#259;rat identice.

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1B3&minus;2</I></B>
  <P>Investigheaz&#259; oscila&#355;iile for&#355;ate ale unui oscilator &#238;n apropierea frecven&#355;ei de rezonan&#355;&#259;. Lucreaz&#259; &#238;n echip&#259;.
  
  <P><B><I>Pasul 1&nbsp; </I></B>Prinde&#355;i un raportor cu centrul &#238;n dreptul punctului de suspensie al pendulului superior, astfel &#238;nc&#226;t s&#259; pute&#355;i repera
     amplitudinea de oscila&#355;ie a pendulului superior.
     <P>Prinde&#355;i cu band&#259; adeziv&#259; un alt raportor pe pendulul superior, astfel &#238;nc&#226;t s&#259; pute&#355;i repera &#351;i amplitudinea de oscila&#355;ie a pendulului inferior 
        (figura&nbsp;1B3&minus;1).
     <DIV class=image>
       <TABLE>
         <TR>
           <TD><IMG src="img/1b3_1.jpg"></TD>
           <TD><SMALL><B>Fig. 1B3-1. </B>Cele dou&#259; raportoare care permit reperarea amplitudinilor de oscila&#355;ie ale celor dou&#259; pendule.</SMALL>
         </TR>
       </TABLE>
     </DIV>

  <P><B><I>Pasul 2&nbsp; </I></B>M&#259;sura&#355;i perioadele individuale de oscila&#355;ie ale celor dou&#259; pendule (pentru a m&#259;sura perioada de oscila&#355;ie a pendulului 
     inferior, imobiliza&#355;i&minus;l pe cel superior).
     
  <P><B><I>Pasul 3&nbsp; </I></B>Din pozi&#355;ia de echilibru, lansa&#355;i pendulul superior cu amplitudine mic&#259;, de c&#226;teva grade. 
     <P>M&#259;sura&#355;i amplitudinea maxim&#259; cu care oscileaz&#259; pendulul inferior.
     <P>Completa&#355;i primul r&#226;nd al tabelului urm&#259;tor, unde <I>T</I><SUB>2</SUB>/<I>T</I><SUB>1</SUB> este raportul perioadelor individuale de oscila&#355;ie ale 
        celor dou&#259; pendule, iar <I>A</I><SUB>2</SUB>/<I>A</I><SUB>1</SUB> este raportul amplitudinile unghiulare maxime ale acestora (indicele 1 este pentru
        pendulul superior).
        
        <TABLE align=center border=1 cellpadding=4>
          <TR bgcolor=#cccccc>
            <TD align=center width=100><B>Nr. det.</B></TD>
            <TD align=center width=100><B><I>T</I><SUB>2</SUB>/<I>T</I><SUB>1</SUB></B></TD>
            <TD align=center width=100><B><I>A</I><SUB>2</SUB>/<I>A</I><SUB>1</SUB></B></TD>
          </TR>
          <TR>
            <TD align=center>1</TD>
            <TD align=right>&nbsp;</TD>
            <TD align=right>&nbsp;</TD>
          </TR>
          <TR>
            <TD align=center>2</TD>
            <TD align=right>&nbsp;</TD>
            <TD align=right>&nbsp;</TD>
          </TR>
          <TR>
            <TD align=center>3</TD>
            <TD align=right>&nbsp;</TD>
            <TD align=right>&nbsp;</TD>
          </TR>
          <TR>
            <TD align=center>4</TD>
            <TD align=right>&nbsp;</TD>
            <TD align=right>&nbsp;</TD>
          </TR>
          <TR>
            <TD align=center>5</TD>
            <TD align=right>&nbsp;</TD>
            <TD align=right>&nbsp;</TD>
          </TR>
          <TR>
            <TD align=center>6</TD>
            <TD align=right>&nbsp;</TD>
            <TD align=right>&nbsp;</TD>
          </TR>
          <TR>
            <TD align=center>7</TD>
            <TD align=right>&nbsp;</TD>
            <TD align=right>&nbsp;</TD>
          </TR>
        </TABLE>

  <P><B><I>Pasul 4&nbsp; </I></B>Modifica&#355;i lungimea pendulului inferior, &#238;nf&#259;&#351;ur&#226;nd sau desf&#259;&#351;ur&#226;nd a&#355;a de pe c&#226;rligul s&#259;u.
     <P>M&#259;sura&#355;i de fiecare dat&#259; perioada proprie de oscila&#355;ie a pendulului inferior.
     <P>Lansa&#355;i de fiecare dat&#259; pendulul superior de la <I>aceea&#351;i</I> amplitudine unghiular&#259; &#351;i m&#259;sura&#355;i amplitudinea maxim&#259; cu care oscileaz&#259; pendulul
        inferior.
     <P>Completa&#355;i tabelul cu datele experimentale ob&#355;inute.
     
  <P><B><I>Pasul 5&nbsp; </I></B>Reprezenta&#355;i grafic curba care trece prin punctele experimentale ob&#355;inute.        
</DIV>

<P>Amplificarea oscila&#355;iilor pendulului inferior se modific&#259; odat&#259; cu modificarea raportului perioadelor individuale de oscila&#355;ie. Amplitudinea de oscila&#355;ie
   a pendulului inferior cre&#351;te abrupt aproape de rezonan&#355;&#259; &#351;i este maxim&#259; la rezonan&#355;&#259; (figura&nbsp;1B3&minus;2).   

<DIV class=image>
  <P align=center><IMG src="img/1b3_2.jpg"></TD>
  <P><B>Fig. 1B3-2. </B>Curba de rezonan&#355;&#259; a pendulului inferior.
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1B3&minus;2</I></B>
  <P>Ce te&minus;ai a&#351;tepta s&#259; se &#238;nt&#226;mple la rezonan&#355;&#259;, &#238;n lipsa amortiz&#259;rii?
</DIV>

<P>&#206;n condi&#355;ii de rezonan&#355;&#259;, for&#355;ele externe care for&#355;eaz&#259; oscila&#355;iile sunt sincronizate cu propriile oscila&#355;ii ale oscilatorului, contribuind la cre&#351;terea
   continu&#259; a energiei de oscila&#355;ie a acestuia. Doar amortizarea ar mai putea limita energia de oscila&#355;ie. 
   
<P>&#206;n lipsa amortiz&#259;rii, amplitudinea de oscila&#355;ie ar cre&#351;te nelimitat, cel pu&#355;in p&#226;n&#259; la distrugerea oscilatorului!

<P>Figura&nbsp;1B3&minus;3 prezint&#259; c&#226;teva curbe de rezonan&#355;&#259; pentru diferite grade de amortizare.

<DIV class=image>
  <P align=center><IMG src="img/1b3_3.jpg"></TD>
  <P><B>Fig. 1B3-3. </B>Curbe de rezonan&#355;&#259;, pentru diferite de grade de amortizare.
</DIV>

<P>Acceseaz&#259; aceast&#259; <A href="resonance/resonance.html" target=new>aplica&#355;ie</A> care &#238;&#355;i permite s&#259; simulezi comportarea unui oscilator la rezonan&#355;&#259;, pentru
   diferite grade de amortizare.
   
<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1B3&minus;3</I></B>
  <P>Cum a fost oare posibil ca un v&#226;nt nu foarte puternic s&#259; distrug&#259; podul de peste Tacoma? (figura&nbsp;1B3&minus;4)
  <P><DIV class=image>
    <P align=center><IMG src="img/1b3_4.jpg"></TD>
    <P><B>Fig. 1B3-4. </B>Pr&#259;bu&#351;irea podului de peste Tacoma.
  </DIV>
</DIV>


<P>C&#226;nd v&#226;ntul love&#351;te o structur&#259; (cum este un pod, sau o cl&#259;dire) provoac&#259;, inevitabil, deformarea acesteia. Dar deformarea structurii <I>modific&#259;</I> 
   modul &#238;n care aceasta interac&#355;ioneaz&#259; cu curen&#355;ii de aer!

<P>Astfel, chiar dac&#259; v&#226;ntul bate &#238;n permanen&#355;&#259; cu aceea&#351;i vitez&#259;, for&#355;ele la care este supus&#259; structura se modific&#259; odat&#259; cu deform&#259;rile produse de v&#226;nt
   &minus; structura este for&#355;at&#259; s&#259; oscileze!
   
<P>Dac&#259; frecven&#355;a proprie de oscila&#355;ie a structurii este apropiat&#259; de cea a oscila&#355;iilor for&#355;ate, amplitudinea de oscila&#355;ie cre&#351;te mult. &#206;n lipsa unei
   amortiz&#259;ri consistente, oscila&#355;iile structurii pot deveni nepermis de mari, distrug&#226;nd&minus;o!
   
<P>De la bun &#238;nceput, podul de peste Tacoma se deforma cu prea mare u&#351;urin&#355;&#259; (datorit&#259; unei proiect&#259;ri neatente), iar amortizarea era insuficient&#259; (cei care
   treceau pe pod puteau sim&#355;i oscila&#355;iile structurii).
   
<P>Ne&#351;ansa a fost c&#259; frecven&#355;a proprie de oscila&#355;ie a podului a coincis cu frecven&#355;a oscila&#355;iilor for&#355;ate pe care le provoca un v&#226;nt cu viteza de aproximativ
   70&nbsp;km/h.
   
<P>C&#226;nd a ac&#355;ionat, pentru prima dat&#259;, un v&#226;nt cu aceast&#259; vitez&#259; (la nici patru luni de la inaugurare), podul a intrat &#238;n rezonan&#355;&#259; &#351;i, datorit&#259; amortiz&#259;rii
   insuficiente, amplitudinea de oscila&#355;ie a crescut nepermis &#351;i o parte a structurii a cedat.
   
<P>De atunci, proiectan&#355;ii structurilor sunt nevoi&#355;i s&#259; se asigure c&#259; frecven&#355;ele proprii de oscila&#355;ie ale viitoarelor construc&#355;ii sunt c&#226;t mai <I>departe</I>
   de frecven&#355;ele oscila&#355;iilor for&#355;ate la care aceste structuri ar putea fi supuse (datorit&#259; v&#226;ntului, cutremurelor sau exploat&#259;rii curente) &#351;i, &#238;n plus,
   s&#259; prevad&#259; m&#259;suri eficiente de amortizare.

</BODY>
</HTML>














