<HTML>
<HEAD>
<TITLE>Oscilatori mecanici cupla&#355;i</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatori mecanici cupla&#355;i</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>B.4.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Oscila&#355;ii &#238;ntre&#355;inute</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Leag&#259;nele sunt nelipsite din parcurile pentru copii. Copiii pur &#351;i simplu le ador&#259;. Dar leag&#259;nele nu au vreun motor &minus; nu se mi&#351;c&#259; "singure"!

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1B4&minus;1</I></B>
  <P>Cum reu&#351;esc oare cei care &#238;i &#238;nso&#355;esc pe copii, s&#259; pun&#259; &#351;i s&#259; men&#355;in&#259; &#238;n mi&#351;care leag&#259;nele, minute &#238;n &#351;ir, f&#259;r&#259; prea mult efort?
</DIV>

<P>Un leag&#259;n &#238;n care se afl&#259; un copil este asemnea unui pendul gravita&#355;ional. Chiar &#351;i o &#238;mpingere ini&#355;ial&#259; mic&#259; scoate pendulul din pozi&#355;ia vertical&#259; de
   echilibru, pun&#226;ndu&minus;l &#238;n mi&#351;care cu o anumit&#259; vitez&#259; (figura&nbsp;1B4&minus;1).
   
<DIV class=image>
  <TABLE cellpadding=4>
     <TR>
        <TD><IMG src="img/1b4_1.jpg"></TD>
        <TD><SMALL><B>Fig. 1B4-1. </B>O for&#355;&#259; de &#238;mpingere tangen&#355;ial&#259; scoate pendulul din pozi&#355;ia de echilibru &#351;i &#238;i impirm&#259; acestuia vitez&#259;.</SMALL>
     </TR>
  </TABLE>
</DIV>

<P>Datorit&#259; inter&#355;iei, pendulul &#238;&#351;i va continua mi&#351;carea (chiar &#351;i foarte pu&#355;in) &#351;i dup&#259; ce for&#355;a de &#238;mpingere &#351;i&minus;a &#238;ncheiat ac&#355;iunea (figura&nbsp;1B4&minus;2)!

<DIV class=image>
  <TABLE cellpadding=4>
     <TR>
        <TD><IMG src="img/1b4_2.jpg"></TD>
        <TD><SMALL><B>Fig. 1B4-2. </B>Pendulul &#238;&#351;i continu&#259; mi&#351;carea, chiar dup&#259; &#238;ncetarea for&#355;ei de &#238;mpingere.</SMALL>
     </TR>
  </TABLE>
</DIV>

<P>Astfel, amplitudinea de oscila&#355;ie este, la &#238;nceput, chiar mai mare dec&#226;t distan&#355;a pe care a ac&#355;ionat for&#355;a de &#238;mpingere. Dac&#259; amortizarea este slab&#259;, 
   amplitudinea de oscila&#355;ie scade lent, pendulul put&#226;nd efectua multe oscila&#355;ii p&#226;n&#259; la oprire.
   
<P>Dup&#259; o perioad&#259; de oscila&#355;ie, pendulul ajunge din nou &#238;ntr&minus;o pozi&#355;ie favorabil&#259;, din care poate fi din nou &#238;mpins, m&#259;rindu&minus;i suplimentar 
   amplitudinea.
   
<P>Astfel, dac&#259; energia transferat&#259; pendulului prin &#238;mpingeri scurte, la momente favorabile, este mai mare dec&#226;t cea necesar&#259; pentru a compensa amortizarea,
   amplitudinea de oscila&#355;ie continu&#259; s&#259; creasc&#259; (figura&nbsp;1B4&minus;3).

<DIV class=image>
  <P align=center><IMG src="img/1b4_3.jpg"></TD>
  <P><B>Fig. 1B4-3. </B>&#206;mpingeri scurte, la momente favorabile, conduc la cre&#351;terea amplitudinii de oscila&#355;ie.
</DIV>

<P>Amplitudinea cre&#351;te p&#226;n&#259; c&#226;nd energia furnizat&#259; pendulului la fiecare oscila&#355;ie compenseaz&#259; exact energia pe care o transfer&#259; pendulul mediului (datorit&#259;
   amortiz&#259;rii).
   
<P>De aici &#238;ncolo, oscila&#355;iile se men&#355;in la aceast&#259; amplitudine, at&#226;ta timp c&#226;t pendulului i se furnizeaz&#259; aceea&#351;i cantitate de energie, la fiecare oscila&#355;ie
   (figura&nbsp;1B4&minus;4).
   
<DIV class=image>
  <P align=center><IMG src="img/1b4_4.jpg"></TD>
  <P><B>Fig. 1B4-4. </B>Amplitudinea r&#259;m&#226;ne constant&#259; at&#226;ta timp c&#226;t oscilatorului i se furnizeaz&#259;, la fiecare oscila&#355;ie, suficient&#259; energie pentru compensarea
     amortiz&#259;rii.
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>oscila&#355;ii &#238;ntre&#355;inute</I> oscila&#355;iile care sunt men&#355;inute cu amplitudine constant&#259;, prin compensarea amortiz&#259;rii.</B>
</DIV>

<P>Astfel, cei care &#238;i &#238;nso&#355;esc pe copii &#238;n parcurile de joac&#259;, pot s&#259; pun&#259; &#238;n oscila&#355;ie leag&#259;nele &#351;i s&#259; le men&#355;in&#259; &#238;n oscila&#355;ie, minute &#238;n &#351;ir, f&#259;r&#259; prea
   mult efort.

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1B4&minus;1</I></B>
  <P>M&#259;soar&#259; puterea medie necesar&#259; men&#355;inerii &#238;n oscila&#355;ie a unui pendul. Lucreaz&#259; &#238;n echip&#259;.
  
  <P><B><I>Pasul 1&nbsp; </I></B>Desprinde&#355;i pendulul inferir (&#351;i raportorul s&#259;u) din pendulul dublu cu raportoare pe care l&minus;ai realizat la activitatea 
     experimental&#259; 1B3&minus;2 din sec&#355;iunea precedent&#259;.
  
  <P><B><I>Pasul 2&nbsp; </I></B>Pune&#355;i pendulul &#238;n oscila&#355;ie cu amplitudinea unghiular&#259; 11<SUP>0</SUP> &#351;i m&#259;sura&#355;i intervalul de timp &#238;n care amplitudinea 
     unghiular&#259; se reduce, datorit&#259; amortiz&#259;rii, de la 10<SUP>0</SUP> la 9<SUP>0</SUP>.
     
  <P><B><I>Pasul 3&nbsp; </I></B>Calcula&#355;i c&#226;t&#259; energie ar trebui furnizat&#259; pendulului &#238;n acest interval de timp, pentru a compensa amortizarea.
  
  <P><B><I>Pasul 4&nbsp; </I></B>Estima&#355;i puterea medie care ar trebui furnizat&#259; pendulului pentru a&minus;i &#238;ntre&#355;ine oscila&#355;iile cu o amplitudine constant&#259;,
     &#238;n intervalul 9<SUP>0</SUP>...10<SUP>0</SUP>.
</DIV>   

<P>C&#226;nd pendulul se afl&#259; la elonga&#355;ia maxim&#259; <FONT face="symbol"><I>a</I></FONT><SUB>0</SUB>, energia sa de oscila&#355;ie este &#238;n &#238;ntregime sub form&#259; de 
   energie poten&#355;ial&#259; gravita&#355;ional&#259; fa&#355;&#259; de pozi&#355;ia de echilibru (figura&nbsp;1B4&minus;5):
   
<P align=center><IMG src="img/e1b4_1.gif">

<DIV class=image>
  <P align=center><IMG src="img/1b4_5.jpg"></TD>
  <P><B>Fig. 1B4-5. </B>Calculul energiei de oscila&#355;ie a unui pendul gravita&#355;ional.
</DIV>

<P>Mai t&#226;rziu, c&#226;nd elonga&#355;ia maxim&#259; scade la <FONT face="symbol"><I>a</I></FONT> (datorit&#259; amortiz&#259;rii), energia de oscila&#355;ie a pendulului este:

<P align=center><IMG src="img/e1b4_2.gif">

<P>A&#351;adar, modificarea energiei de oscila&#355;ie a pendulului &#238;n acest interval de timp este:

<P align=center><IMG src="img/e1b4_3.gif">

<P>Pentru un pendul cu masa 0,1&nbsp;kg &#351;i lungimea 0,4&nbsp;m, modificarea energiei de oscila&#355;ie pentru o modificare a amplitudinii unghiulare de la 
   10<SUP>0</SUP> la 9<SUP>0</SUP> este de ordinul unei miimi de joule!
   
<P>Aceast&#259; modificare a energiei de oscila&#355;ie are loc &#238;ntr&minus;un interval de timp de ordinul minutului, astfel c&#259;, puterea medie necesar&#259; &#238;ntre&#355;inerii
   oscila&#355;iilor pendulului este de ordinul 10<SUP>-5</SUP>&nbsp;W (doar zece milionimi de watt!). O putere surprinz&#259;tor de mic&#259;, care ar putea fi furnizat&#259;
   f&#259;r&#259; dificultate.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1B4&minus;2</I></B>
  <P>Cu c&#226;t trebuie s&#259; coboare un corp cu masa 1&nbsp;kg pentru a furniza pendulului analizat suficient&#259; energie pentru a&minus;i &#238;ntre&#355;ine acestuia oscila&#355;iile
     pe durata unei s&#259;pt&#259;m&#226;ni?
</DIV>
   
</BODY>
</HTML>














