<HTML>
<HEAD>
<TITLE>Oscilatori mecanici cupla&#355;i</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatori mecanici cupla&#355;i</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>B.5.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Oscila&#355;ii auto&#238;ntre&#355;inute</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>&#206;ntre&#355;inerea oscila&#355;iilor unui pendul necesit&#259; un cost energetic extrem de redus: c&#259;derea cu un metru a unui corp cu masa un kilogram ar putea men&#355;ine &#238;n
   oscila&#355;ie un mic pendul chiar &#351;i o s&#259;pt&#259;m&#226;n&#259;!

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1B5&minus;1</I></B>
  <P>Oare cum ar putea fi transferat&#259; unui pendul energia eliberat&#259; prin c&#259;derea unui corp, &#238;n "por&#355;ii" infime &#351;i la momente favorabile, pentru a &#238;ntre&#355;ine
     oscila&#355;iile pendulului?
</DIV>

<P>Rezolvarea acestei probleme a condus la una dintre cele mai importante realiz&#259;ri: ceasul! Primul ceas care avea o precizie acceptabil&#259; a fost realizat,
   &#238;n 1656, de c&#259;tre olandezul Chrisiaan Huygens (figura&nbsp;1B5&minus;1).

<DIV class=image>
  <TABLE cellpadding=4>
     <TR>
        <TD><IMG src="img/1b5_1.jpg"></TD>
        <TD><SMALL><B>Fig. 1B5-1. </B>O reconstruc&#355;ie a ceasului realizat de Christiaan Huygens.</SMALL>
     </TR>
  </TABLE>
</DIV>

<P>Acest ceas putea func&#355;iona c&#226;teva ore, cu o eroare de o secund&#259; la aproximativ trei ore de func&#355;ionare (adic&#259; o eroare relativ&#259; de 0,01%), ceea ce era
   remarcabil pentru acea vreme!
   
<P>Ceasul utiliza un pendul ale c&#259;rui oscila&#355;ii erau &#238;ntre&#355;inute prin c&#259;derea controlat&#259; a unui corp. &#206;ntre&#355;inerea oscila&#355;iilor se f&#259;cea automat, pendulul
   &#238;nsu&#351;i comand&#226;nd transferul de energie eliberat&#259; prin c&#259;derea corpului!

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>oscila&#355;ii auto&#238;ntre&#355;inute</I> oscila&#355;iile unui sistem care controleaz&#259; el &#238;nsu&#351;i transferul de energie care &#238;i &#238;ntre&#355;ine oscila&#355;iile.</B>
</DIV>

<P>Auto&#238;ntre&#355;inerea oscila&#355;iilor era posibil&#259; prin intermediul unui mecanism foarte ingenios, prezentat schematic &#238;n figura&nbsp;1B5&minus;2.

<DIV class=image>
  <TABLE cellpadding=4>
     <TR>
        <TD><IMG src="img/1b5_2.jpg"></TD>
        <TD><SMALL><B>Fig. 1B5-2. </B>Reprezentarea schematic&#259; a mecanismului utilizat de Huygens pentru auto&#238;ntre&#355;inerea oscila&#355;iilor.</SMALL>
     </TR>
  </TABLE>
</DIV>

<P>Pe axul ro&#355;ii (1) din figura&nbsp;1B5&minus;2 era &#238;nf&#259;&#351;urat un fir la cap&#259;tul c&#259;ruia era at&#226;rnat un corp masiv, astfel &#238;nc&#226;t, prin c&#259;derea corpului,
   roata s&#259; fie antrenat&#259; &#238;n mi&#351;care de rota&#355;ie &#238;n sensul acelor de ceasornic. Dac&#259; nimic nu ar fi intervenit, firul s&minus;ar fi desf&#259;&#351;urat &#238;n c&#226;teva
   secunde, pun&#226;nd roata &#238;n mi&#351;care rapid&#259; de rota&#355;ie.
   
<P>Aici intervine rolul esen&#355;ial al piesei (2) din figura&nbsp;1B5&minus;2, numit <I>ancor&#259;</I>. Proeminen&#355;ele (3) ale ancorei, intercal&#226;ndu&minus;se &#238;ntre
   din&#355;ii ro&#355;ii (1), o pot bloca.
   
<P>Ancora este solidar legat&#259; cu pendulul ceasului. &#206;n timpul oscila&#355;iilor pendulului, ancora &#238;ns&#259;&#351;i era pus&#259; &#238;n mi&#351;care, c&#226;nd &#238;ntr&minus;o parte, c&#226;nd &#238;n
   cealalt&#259;.
   
<P>Formele din&#355;ilor ro&#355;ilor (1) &#351;i ale proeminen&#355;elor (3) ale ancorei erau astfel alese &#238;nc&#226;t, c&#259;tre sf&#226;r&#351;itul unei curse a pendulului (la elonga&#355;ie aproape
   maxim&#259;), pentru foarte scurt timp, roata din&#355;at&#259; s&#259; fie l&#259;sat&#259; s&#259; se roteasc&#259; (tras&#259; fiind de corpul de la cap&#259;tul firului). 
   
<P>Profilul &#238;nclinat al proeminen&#355;elor (3) face ca pendulul s&#259; fie "propulsat", prin &#238;mpingerea ro&#355;ii asupra uneia sau alteia dintre proeminen&#355;e (figura&nbsp;1B5&minus;3).

<DIV class=image>
  <TABLE cellpadding=4>
     <TR>
        <TD><IMG src="img/1b5_3.jpg"></TD>
        <TD><SMALL><B>Fig. 1B5-3. </B>La cap&#259;tul fiec&#259;rei curse a pendulului, ancora elibereaz&#259; pentru scurt timp roata din&#355;at&#259; &#351;i pendulul este propulsat.</SMALL>
     </TR>
  </TABLE>
</DIV>

<P>Urm&#259;re&#351;te o <A href="img/awatch.gif" target=new>reprezentare animat&#259;</A> a func&#355;ion&#259;rii mecanismului cu ancor&#259;!

<P>Astfel, la fiecare oscila&#355;ie, pendulului i se transfer&#259; o cantitate mic&#259; de energie (provenit&#259; de la c&#259;derea corpului), suficient&#259; pentru a&minus;i 
   &#238;ntre&#355;ine oscila&#355;iile!
   
<P>Prin reglarea &#351;urubului care sus&#355;inea bila pendulului, putea fi modificat&#259; perioada de oscila&#355;ie a acestuia (prin modificarea lungimii sale). Precizia 
   oferit&#259; de ceasul lui Huygens a facut posibil&#259;, pentru prima dat&#259;, ad&#259;ugarea acelor care s&#259; indice minutele &#351;i secundele (p&#226;n&#259; atunci, ceasurile mecanice
   aveau doar acul orar!).
   
<P>De atunci, ceasurile mecanice au fost continuu perfec&#355;ionate &minus; acestea au devenit extraordinar de precise (erori de ordinul secundei, pe durata 
   c&#226;torva ani, adic&#259; 0,000001%) &#351;i foarte compacte (pot fi purtate cu u&#351;urin&#355;&#259; la &#238;ncheietura m&#226;inii).
   
<P>Pendulul gravita&#355;ional a fost &#238;nlocuit cu un <I>balansier</I> &minus; un pendul elastic cu resort &#238;n spiral&#259;, av&#226;nd o mi&#351;care oscilatorie de rota&#355;ie 
   (figura&nbsp;1B5&minus;4).
   
<DIV class=image>
  <P align=center><IMG src="img/1b5_4.jpg">
  <P><B>Fig. 1B5-4. </B>Balansierul &#351;i ancora unui ceas mecanic perfec&#355;ionat.
</DIV>

<P>Energia pentru compensarea amortiz&#259;rii provine de la un resort &#238;n spiral&#259;, tensionat cu ajutorul unei chei&#355;e (o dat&#259; la 24 de ore, sau chiar mai rar). Unele
   ceasuri mecanice (numite <I>automatice</I>) au un sistem ingenios care extrage energia necesar&#259; &#238;ntre&#355;inerii oscila&#355;iilor de la chiar mi&#351;c&#259;rile accelerate
   la care sunt supuse inevitabil &#238;n timpul purt&#259;rii lor la m&#226;n&#259;. Aceasta este posibil pentru c&#259; este nevoie de at&#226;t de pu&#355;in&#259; energie pentru a &#238;ntre&#355;ine oscila&#355;iile unui balansier!

<P>Ast&#259;zi ne este &#238;ns&#259; mult mai u&#351;or s&#259; control&#259;m oscila&#355;iile electronilor (incredibil de pu&#355;in masivi, &#238;n compara&#355;ie cu cel mai mic balansier). Astfel,
   utiliz&#259;m pe scar&#259; larg&#259; ceasurile <I>electronice</I>, foarte ieftine &#351;i foarte precise (figura&nbsp;1B5&minus;5).
   
<DIV class=image>
  <P align=center>
    <IMG src="img/1b5_5a.jpg"><B>a. </B>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
    <IMG src="img/1b5_5b.jpg"><B>b.</B> 
  <P><B>Fig. 1B5-5. </B>Ceasuri electronice: <B>a. </B>cu afi&#351;aj analogic (cu ace); <B>b. </B>cu afi&#351;aj digital (cu cifre).
</DIV>
   
<P>Acestea &#238;&#351;i extrag energia necesar&#259; &#238;ntre&#355;inerii oscila&#355;iilor electronilor din reac&#355;iile chimice care se desf&#259;&#351;oar&#259; &#238;ntr&minus;o mic&#259; baterie electric&#259;. 
   O baterie minuscul&#259;, c&#226;t un nasture mic, poate asigura func&#355;ionarea continu&#259; a unui astfel de ceas pe perioade de c&#226;&#355;iva ani!   
      
</BODY>
</HTML>
















