<HTML>
<HEAD>
<TITLE>Oscilatori mecanici cupla&#355;i. Alte provoc&#259;ri</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Oscilatori mecanici cupla&#355;i</H3>

<DIV class=challenge>
  <H2><I>Alte provoc&#259;ri</I></H2>
</DIV>

<OL>
  <LI><B><I>Un ordin ciudat!</I></B>
      <P>Mersul &#238;n caden&#355;&#259; este m&#226;ndria solda&#355;ilor. C&#226;nd trebuie &#238;ns&#259; s&#259; traverseze poduri, solda&#355;ilor li se ordon&#259; s&#259; "rup&#259;" caden&#355;a (s&#259; evite s&#259;&minus;&#351;i
         sincronizeze pa&#351;ii). 
      <P>De ce oare un astfel de ordin?
      <BR><BR><BR>

  <LI><B><I>Buclele... rezonante!</I></B>
      <P>Decupeaz&#259; dintr&minus;o coal&#259; A3 (aproximativ 40&nbsp;cm x 30&nbsp;cm) de h&#226;rtie pentru copiator, benzi late de 2&nbsp;cm, pe direc&#355;ii paralele cu
         diagonala foii. 
      <P>Lipe&#351;te &#238;mpreun&#259;, cu band&#259; adeziv&#259;, capetele fiec&#259;rei benzi. Ob&#355;ii astfel c&#226;teva bucle, cu diametre diferite. 
      <P>Folosind band&#259; adeziv&#259;, fixeaz&#259; buclele paralel, la 5&nbsp;cm una de alta, pe o bucat&#259; de carton tare (figura&nbsp;1).
      <P><DIV class=image>
           <P align=center><IMG src="img/1b_p1.jpg">
           <P><B>Fig. 1. </B>Fixarea buclelor.
         </DIV>
      <P>&#354;ine cartonul orizontal &#351;i clatin&#259;&minus;l pe diferite direc&#355;ii, cu frecven&#355;e diferite, &#238;ncerc&#226;nd s&#259; p&#259;strezi de fiecare dat&#259; aceea&#351;i amplitudine.
      <P>Observ&#259; mi&#351;c&#259;rile buclelor &#351;i formuleaz&#259; explica&#355;ii pentru observa&#355;iile f&#259;cute.
      <BR><BR><BR>

  <LI><B><I>Distrugeri selective</I></B>
      <P>Cl&#259;dirile au propriile frecven&#355;e de rezonan&#355;&#259;, dependente, &#238;n principal, de &#238;n&#259;l&#355;imea cl&#259;dirilor. 
      <P>O regul&#259; simpl&#259; &#238;&#355;i permite s&#259; estimezi rapid frecven&#355;a de rezonan&#355;&#259; a unei cl&#259;diri: aproximativ 10&nbsp;Hz &#238;mp&#259;r&#355;it&#259; la num&#259;rul de etaje ale cl&#259;dirii.
      <P>&#206;n 1985, un cutremur devastator a lovit Mexico City. Cea mai mare parte a energiei de vibra&#355;ie a fost transmis&#259; cl&#259;dirilor cu perioada de aproximativ
         2&nbsp;s.
      <P>Majoritatea cl&#259;dirilor care s&minus;au d&#259;r&#226;mat atunci aveau &#238;ntre 15 &#351;i 25 de etaje, chiar dac&#259; al&#259;turi erau cl&#259;diri mult mai &#238;nalte, sau mult mai
         scunde!
      <P>Cum a fost oare posibil a&#351;a ceva? 
      <BR><BR><BR>
      
  <LI><B><I>Ritmul natural al pa&#351;ilor</I></B>
      <P>M&#259;soar&#259; frecven&#355;a pa&#351;ilor t&#259;i, atunci c&#226;nd mergi "normal" (f&#259;r&#259; s&#259; te for&#355;ezi s&#259; mergi prea repede, sau prea &#238;ncet).
      <P>M&#259;soar&#259; &#351;i frecven&#355;a cu care se "leag&#259;n&#259;" bra&#355;ul t&#259;u, c&#226;nd stai &#238;n picioare &#351;i &#238;l la&#351;i s&#259; se legene "liber", &#238;nainte &#351;i &#238;napoi (f&#259;r&#259; s&#259; "for&#355;ezi"
         un ritm prea rapid sau prea lent).
      <P><B>a. </B>G&#259;se&#351;ti vreo leg&#259;tur&#259; &#238;ntre ritmul natural al pa&#351;ilor t&#259;i &#351;i ritmul natural de "leg&#259;nare" a bra&#355;elor tale?
      <P><B>b. </B>Care persoan&#259; te a&#351;tep&#355;i s&#259; mearg&#259; natural cu pa&#351;i mai repezi: una &#238;nalt&#259;, sau una mai scund&#259;? Care te a&#351;tep&#355;i s&#259; mearg&#259; natural cu 
                   vitez&#259; mai mare?
      <P><B>c. </B>De ce oare, copiii mici au tendin&#355;a s&#259; r&#259;m&#226;n&#259; sistematic &#238;n urma adul&#355;ilor gr&#259;bi&#355;i, care &#238;i poart&#259; de m&#226;n&#259;?
      <BR><BR><BR>

  <LI><B><I>Ding, dong!</I></B>
      <P>Cum poate oare, un singur om, s&#259; pun&#259; &#238;n mi&#351;care ampl&#259; un clopot mare, av&#226;nd masa de ordinul tonei?
      <BR><BR><BR>

  <LI><B><I>Ceasul... de&#351;tept&#259;tor!</I></B>
      <P>Ceasurile de&#351;tept&#259;toare pot fi programate s&#259; sune puternic la o anumit&#259; or&#259;. &#206;n ultima vreme, s&minus;au r&#259;sp&#226;ndit ceasurile de&#351;tept&#259;toare electronice 
         (datorit&#259; multiplelor avantaje), &#238;n defavoarea celor mecanice.
      <P>Intr&#259; &#238;n posesia unui ceas de&#351;tept&#259;tor mecanic, care &#238;nc&#259; mai func&#355;ioneaz&#259;, dar nu mai este folosit (o vizit&#259; la un atelier de ceasornic&#259;rie s&minus;ar
         putea dovedi fructuoas&#259;!).
      <P>Demonteaz&#259; carcasa ceasului &#351;i observ&#259;&minus;l &#238;n timp ce func&#355;ioneaz&#259;. &#206;ncearc&#259; s&#259; identifici rolul diverselor piese pe care le observi.
      <BR><BR><BR>

  <LI><B><I>Ceasul mecanic</I></B>
      <P>Munca la o construc&#355;ie complex&#259; poate fi pasionant&#259; prin ea &#238;ns&#259;&#351;i. Dac&#259; e&#351;ti interesat, &#238;ncearc&#259; s&#259; construie&#351;ti un ceas mecanic din materiale 
         aflate la &#238;ndem&#226;n&#259;. Acceseaz&#259; aceste <A href="mclock/mclock.html" target=new>instruc&#355;iuni</A> de construc&#355;ie a unui astfel de ceas. 
      <P>Satisfac&#355;ia pe care o vei avea c&#226;nd &#238;l vei vedea func&#355;ion&#226;nd este neb&#259;nuit&#259;!
      <BR><BR><BR>

  <LI><B><I>Pendulul electronic</I></B>
      <P>Dac&#259; e&#351;ti pasionat de construc&#355;ii electronice (sau dore&#351;ti s&#259; devii!), acceseaz&#259; aceste <A href="ependul/ependul.html" target=new>instruc&#355;iuni</A>
         de realizare a unui pendul ale c&#259;rui oscila&#355;ii sunt auto&#238;ntre&#355;inute electronic. O simpl&#259; baterie poate men&#355;ine pendulul &#238;n oscila&#355;ie s&#259;pt&#259;m&#226;ni &#238;n
         &#351;ir.
      <P>De asemenea, po&#355;i folosi acest pendul pentru a construi un ceas fuc&#355;ional!
      <BR><BR><BR>

  <LI><B><I>Juc&#259;rii cinetice</I></B>
      <P>Unele juc&#259;rii se mi&#351;c&#259; ne&#238;ncetat, &#238;n moduri uluitor de complexe (figura&nbsp;2).
      <P align=center><TABLE cellpadding=6>
        <TR>
           <TD align=center><IMG src="img/1b_p2.jpg"></TD>
           <TD><SMALL><B>Fig. 2. </B>Juc&#259;rie cinetic&#259;.</SMALL></TD>
        </TR>
      </TABLE>

      <P>Este oare o astfel de juc&#259;rie un <I>perpetuum&minus;mobile</I> (ceva care se mi&#351;c&#259; la nesf&#226;r&#351;it, f&#259;r&#259; a avea nevoie de o surs&#259; de enrgie)?

</OL>
    
</BODY>
</HTML>



























