<HTML>
<HEAD>
<TITLE>Propagarea unei perturba&#355;ii</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Unde mecanice</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>C.1.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Propagarea unei perturba&#355;ii</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1C1&minus;1</I></B>
  <P>Investigheaz&#259; propagarea unei perturba&#355;ii &#238;ntr&minus;un resort slab, cu multe spire, cum sunt cele folosite ca juc&#259;rii (figura&nbsp;1C1&minus;1).
     <DIV class=image>
       <TABLE>
         <TR>
           <TD><IMG src="img/1c1_1.jpg"></TD>
           <TD><SMALL><B>Fig. 1C1-1. </B>Resort slab, cu multe spire.</SMALL>
         </TR>
       </TABLE>
     </DIV>
  
  <P><B><I>Pasul 1&nbsp; </I></B>Prinde un cap&#259;t al resortului (de marginea unei mese, cu band&#259; adeziv&#259;, sau de m&#226;nerul clan&#355;ei unei u&#351;i). &#354;ine de cel&#259;lalt
     cap&#259;t &#351;i extinde resortul la aproximativ 2&minus;m.
  <P><B><I>Pasul 2&nbsp; </I></B>Trage lateral cap&#259;tul pe care &#238;l &#355;ii &#351;i observ&#259; ce se &#238;nt&#226;mpl&#259;.     
</DIV>

<P>Structura lateral&#259; a cap&#259;tului resortului reprezint&#259; o perturba&#355;ie (o modificare a pozi&#355;iei cap&#259;tului resortului). Spirele resortului fiind "legate" una
   de cealalt&#259; (fac parte din aceea&#351;i band&#259; continu&#259; de material), deplasarea uneia provoac&#259; deplasarea spirei vecine, care, la r&#226;ndul ei, provoac&#259; deplasarea
   spirei urm&#259;toare, &#351;.a.m.d.
   
<P>&#206;n acest mod, perturba&#355;ia se propag&#259; din aproape &#238;n aproape, &#238;n lungul resortului (figura&nbsp;1C1&minus;2).

<DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c1_2.jpg"></TD>
        <TD><SMALL><B>Fig. 1C1-2. </B>Propagarea unei perturba&#355;ii &#238;n lungul resortului.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>und&#259;</I> propagarea din aproape &#238;n aproape a unei perturba&#355;ii.</B>
</DIV>

<P>C&#226;nd perturba&#355;ia care se propag&#259; este de natur&#259; mecanic&#259; (o deplasare), unda este numit&#259; <I>und&#259; mecanic&#259;</I>.

<P>&#206;n cazul din figura&nbsp;1C1&minus;2, perturba&#355;ia este transversal&#259; fa&#355;&#259; de direc&#355;ia de propagare.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>und&#259; transversal&#259;</I> unda pentru care direc&#355;ia perturba&#355;iei este perpendicular&#259; pe direc&#355;ia de propagare.</B>
</DIV>

<P>Exist&#259; &#351;i alte orient&#259;ri posibile ale direc&#355;iei perturba&#355;iei fa&#355;&#259; de direc&#355;ia de propagare a undei.

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1C1&minus;2</I></B>
  <P>Investigheaz&#259; propagarea unei perturba&#355;ii longitudinale.
  
  <P><B><I>Pasul 1&nbsp; </I></B>&#354;ine resortul extins, a&#351;a cum ai f&#259;cut la activitatea experimental&#259; precedent&#259;. De data aceasta, &#355;ine &#238;n m&#226;n&#259;, al&#259;turate, 
     c&#226;teva spire de la cap&#259;tul resortului.
  <P><B><I>Pasul 2&nbsp; </I></B>Elibereaz&#259; brusc una dintre spirele pe care le &#355;ii &#238;n m&#226;n&#259;. Observ&#259; ce se &#238;nt&#226;mpl&#259;.     
</DIV>

<P>Spira eliberat&#259; brusc love&#351;te spira vecin&#259;, care, la r&#226;ndul ei, love&#351;te spira urm&#259;toare, &#351;.a.m.d. De data aceasta, direc&#355;ia perturba&#355;iei coincide cu
   direc&#355;ia de propagare a undei (figura&nbsp;1C1&minus;3).
   
<DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c1_3.jpg"></TD>
        <TD><SMALL><B>Fig. 1C1-3. </B>Propagarea unei perturba&#355;ii longitudinale.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>und&#259; longitudinal&#259;</I> unda pentru care direc&#355;ia perturba&#355;iei coincide cu direc&#355;ia de propagare.</B>
</DIV>

<P>Toate particulele care pot interac&#355;iona sunt susceptibile de a transmite perturba&#355;ii. Dac&#259; atingi suprafa&#355;a lini&#351;tit&#259; a apei dintr&minus;un vas larg, vei
   perturba moleculele apei din zona atingerii. Deplasarea acestora va determina deplasarea vecinelor acestora, de jur&minus;&#238;mprejur, &#351;.a.m.d. 
   
<P>Pe suprafata apei este vizibil&#259; propagarea perturba&#355;iei &#238;n toate direc&#355;iile, &#238;ncep&#226;nd cu locul perturba&#355;iei ini&#355;iale (figura&nbsp;1C1&minus;4).

<DIV class=image>
   <P align=center><IMG src="img/1c1_4.jpg">
   <P><B>Fig. 1C1-4. </B>Propagarea unei perturba&#355;ii pe suprafa&#355;a apei.
</DIV>
 
<P>Locul geometric al punctelor la care tocmai a ajuns perturba&#355;ia este un cerc a c&#259;rui raz&#259; cre&#351;te &#238;n timp.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>front de und&#259;</I> locul geometric al punctelor la care a ajuns o und&#259;, la un moment dat.</B>
</DIV>
  
<P>&#206;n dreptul frontului de und&#259; are loc un transfer de energie &#238;ntre particulele deja perturbate &#351;i cele care urmeaz&#259; a fi perturbate, ca &#238;n cazul oscilatorilor
   cuplati. Astfel, o und&#259; transfer&#259; energie din locul unei perturba&#355;ii ini&#355;iale, c&#259;tre toate particulele care pot interac&#355;iona.
   
<P>Toate corpurile sunt alc&#259;tuide din particule care pot interac&#355;iona. Orice perturbare a vreunei particule determin&#259; transferul de energie, din aproape &#238;n
   aproape, c&#259;tre toate particulele care interac&#355;ioneaz&#259;. 
   
<P>A&#351;adar, o und&#259; reprezint&#259; o modalitate de a transfera energie la distan&#355;&#259;, <I>f&#259;r&#259; transport de particule</I>!

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C1&minus;1</I></B>
  <P>O minge plute&#351;te pe apa lini&#351;tit&#259; a unei piscine, aproape de centrul acesteia. 
  <P>Ai putea pune mingea &#238;n mi&#351;care, ating&#226;nd doar suprafa&#355;a apei de la marginea piscinei?
</DIV>
  
</BODY>
</HTML>














