<HTML>
<HEAD>
<TITLE>Difrac&#355;ia undelor mecanice</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Unde mecanice</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>C.10.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>*Difrac&#355;ia undelor mecanice</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C10&minus;1</I></B>
  <P>O und&#259; plan&#259; se propag&#259; c&#259;tre un paravan &#238;n care este practicat&#259; o deschidere (figura&nbsp;1C10&minus;1).
  <P><DIV class=image>
       <TABLE>
         <TR>
           <TD><IMG src="img/1c10_1.jpg"></TD>
           <TD><SMALL><B>Fig. 1C10-1. </B>O und&#259; plan&#259; se propag&#259; c&#259;tre deschiderea dintr&minus;un paravan.</SMALL>
         </TR>
       </TABLE>
      </DIV>
  <P>Cum te a&#351;tep&#355;i s&#259; se propage unda dup&#259; ce trece prin deschidere?
</DIV>

<P>Conform principiului lui Huygens, particulele mediului aflate &#238;n zona deschiderii devind surse secundare, de la care se propag&#259; unde &#238;n toate direc&#355;iile.

<P>Dac&#259; deschiderea este de mici dimensiuni, comparabile cu lungimea de und&#259;, undele secundare provenite din interiorul deschiderii sunt practic &#238;n faz&#259;, 
   astfel c&#259; frontul de und&#259; care rezult&#259; este aproape semicircular (figura&nbsp;1C10&minus;2).
   
<P><DIV class=image>
     <TABLE>
       <TR>
         <TD><IMG src="img/1c10_2.jpg"></TD>
         <TD><SMALL><B>Fig. 1C10-2. </B>Dup&#259; ce unda trece printr&minus;o deschidere mica, frontul de und&#259; devine aproape semicircular.</SMALL>
       </TR>
     </TABLE>
</DIV>

<P>Figura&nbsp;1C10&minus;3 prezint&#259; fotografia undelor de pe suprafa&#355;a apei care trec printr&minus;o deschidere de mici dimensiuni.

<DIV class=image>
   <P align=center><IMG src="img/1c10_3.jpg">
   <P><B>Fig. 1C10-3. </B>Fotografia undelor pe suprafa&#355;a apei care trec printr&minus;o deschidere mic&#259;.
</DIV>

<P>Acest fenomen a fost punctul de plecare &#238;n formularea, de c&#259;tre Huygens, a principiului care permite &#238;n&#355;elegerea propag&#259;rii undelor.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>difrac&#355;ie</I> fenomenul de propagare a undelor &#351;i &#238;n spatele obstacolelor pe care le &#238;nt&#226;lnesc &#238;n mediul de propagare.</B>
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C10&minus;2</I></B>
  <P>Cum te a&#351;tep&#355;i s&#259; se propage o und&#259; prin deschiderea dintr&minus;un paravan, dac&#259; l&#259;rgimea acestei deschideri este mult mai mare dec&#226;t lungmimea de 
     und&#259;?
</DIV>

<P>L&#259;rgimea deschiderii fiind mult mai mare dec&#226;t lungimea de und&#259;, &#238;n dreptul deschiderii se vor reface fronturi plane de und&#259; (ca la propagarea undei
   plane).
   
<P>Efectul difrac&#355;iei este mai pu&#355;in pregnant &#351;i se manifest&#259; doar &#238;n "flancurile" fronturilor plane (figura&nbsp;1C10&minus;4).

<P><DIV class=image>
     <TABLE>
       <TR>
         <TD><IMG src="img/1c10_4.jpg"></TD>
         <TD><SMALL><B>Fig. 1C10-4. </B>Difrac&#355;ia printr&minus;o deschidere a c&#259;rei l&#259;rgime este de 7 ori mai mare dec&#226;t lungimea de und&#259;.</SMALL>
       </TR>
     </TABLE>
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C10&minus;3</I></B>
  <P>Te a&#351;tep&#355;i ca tulpinile plantelor din figura&nbsp;1C10&minus;5 s&#259; reprezinte un obstacol pentru propagarea undelor pe suprafa&#355;a apei?
</DIV>

<DIV class=image>
   <P align=center><IMG src="img/1c10_5.jpg">
   <P><B>Fig. 1C10-5. </B>Tulpini care "str&#259;pung" suprafa&#355;a apei.
</DIV>

<P>C&#226;nd o und&#259; &#238;nt&#226;lne&#351;te un obstacol, unda p&#259;trunde prin difrac&#355;ie &#351;i &#238;n spatele "flancurilor" acestuia. 

<P>Dac&#259; dimensiunile obstacolului sunt mici (comparabile cu lungimea de und&#259;), undele secundare din flancurile acestuia sunt aproape &#238;n faz&#259;, interfer&#259; 
   constructiv &#351;i refac frontul de und&#259;, (aproape) ca &#351;i c&#226;nd obstacolul nu ar exista!
   
<P>Dac&#259; dimensiunile obstacolului sunt mult mai mari dec&#226;t lungimea de und&#259;, undele secundare din flancurile acestuia se atenueaz&#259; aproape complet &#238;nainte de
   a interfera.
   
<P>Astfel, amplitudinea undei &#238;n spatele obstacolului scade considerabil &minus; un obstacol de mari dimensiuni este &#238;ntr&minus;adev&#259;r un obstacol pentru 
   unde (figura&nbsp;1C10&minus;6).

<DIV class=image>
   <P align=center><IMG src="img/1c10_6.jpg">
   <P><B>Fig. 1C10-6. </B>Un obstacol de mari dimensiuni nu mai permite refacerea undei.
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Difrac&#355;ia este mai pronun&#355;at&#259; pe deschideri &#351;i obstacole de mici dimensiuni (comparabile cu lungimea de und&#259;).</B>
</DIV>

<P>Efectele difrac&#355;iei pot fi neglijate &#238;n cazul deschiderilor &#351;i obstacolelor care au dimensiuni mult mai mari dec&#226;t lungimea de und&#259;.
   
</BODY>
</HTML>


















