<HTML>
<HEAD>
<TITLE>Modelul undei plane</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Unde mecanice</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>C.2.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Modelul undei plane</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Detaliile propag&#259;rii unei perturba&#355;ii pot fi foarte complexe: modul &#238;n care interac&#355;ioneaz&#259; particulele care transmit din aproape &#238;n aproape perturba&#355;ia
   determin&#259; at&#226;t direc&#355;iile de propagare, precum &#351;i vitezele de propagare pe aceste direc&#355;ii.
   
<P>Deoarece oscila&#355;iile armonice sunt cheia &#238;n&#355;elegerii tuturor oscila&#355;iilor, devine esen&#355;ial cazul unor particule care interac&#355;ioneaz&#259; doar prin for&#355;e de
   tip elastic.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>mediu elastic</I> un ansamblu de particule care interac&#355;ioneaz&#259; doar prin for&#355;e elastice.</B>
</DIV>

<P>Resortul slab pe care l&minus;ai utilizat &#238;n activit&#259;&#355;ile experimentale din sec&#355;iunea precedent&#259; reprezint&#259; un mediu aproape elastic. Abaterea de la
   elasticitate se manifest&#259; prin amortizarea gradual&#259; a perturba&#355;iilor, pe m&#259;sur&#259; ce acestea se propag&#259; &#238;n lungul resortului.
   
<P>Aleg&#226;nd un material mai potrivit (un metal cu bune calit&#259;&#355;i elastice), resortul ar reprezenta o aproxima&#355;ie &#351;i mai bun&#259; a unui mediu elastic
   (figura&nbsp;1C2&minus;1).

<DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c2_1.jpg"></TD>
        <TD><SMALL><B>Fig. 1C2-1. </B>Resort cu multe spire, realizat din metal.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P>O perturba&#355;ie declan&#351;at&#259; &#238;ntr&minus;un astfel de resort se amortizeaz&#259; extrem de slab (este chiar o problem&#259; s&#259; fie "lini&#351;tit" dup&#259; declan&#351;area unei
   perturba&#355;ii!).
   
<P>Dac&#259; amortizarea ar putea fi eliminat&#259; cu totul, perturba&#355;ia s&minus;ar propaga &#238;n lungul resortului f&#259;r&#259; amortizare.   

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>und&#259; plan&#259;</I> o und&#259; care se propag&#259; pe o singur&#259; direc&#355;ie, cu amplitudine constant&#259;.</B>
</DIV>

<P>De&#351;i unda plan&#259; este o idealizare, aceasta este cheia &#238;n&#355;elegerii tuturor undelor. C&#226;nd ai de analizat o situa&#355;ie real&#259;, modelul undei plane &#238;&#355;i ofer&#259; o
   prim&#259; abordare, neglij&#226;nd at&#226;t r&#259;sp&#226;ndirea perturba&#355;iilor pe mai multe direc&#355;ii, c&#226;t &#351;i amortizarea acestora. Po&#355;i introduce apoi, r&#226;nd pe r&#226;nd, complica&#355;iile
   necesare, pentru a ob&#355;ine o analiz&#259; mai apropiat&#259; de realitate.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C2&minus;1</I></B>
  <P>Punctul <I>O</I> al unui mediu elastic oscileaz&#259; armonic dup&#259; legea 
  <P align=center><IMG src="img/e1c2_1.gif" align=absmiddle>
  <P>Cum te a&#351;tep&#355;i s&#259; oscileze un punct <I>P</I> al acestui mediu elastic, aflat la coordonata <I>x</I> fa&#355;&#259; de punctul <I>O</I>?
</DIV>
   
<P>Dac&#259; &#238;ntre punctele <I>O</I> &#351;i <I>P</I> se propag&#259; o und&#259; plan&#259;, punctul <I>P</I> va oscila cu <I>aceea&#351;i</I> amplitudine <I>A</I>, doar ca va intra &#238;n
   oscila&#355;ie mai t&#226;rziu, unda av&#226;nd nevoie de un anumit interval de timp pentru a ajunge &#238;n punctul <I>P</I> (figura&nbsp;1C2&minus;2):
   
<P align=center><IMG src="img/e1c2_2.gif">

<DIV class=image>
   <P align=center><IMG src="img/1c2_2.jpg">
   <P><B>Fig. 1C2-2. </B>O und&#259; plan&#259; se propag&#259; &#238;ntre punctele <I>O</I> &#351;i <I>P</I>.
</DIV>

<P>Intervalul de timp &#238;n care unda ajunge de la <I>O</I> la <I>P</I> depinde de viteza <I>c</I> cu care unda se propag&#259;:

<P align=center><IMG src="img/e1c2_3.gif">

<P>Astfel, legea de oscila&#355;ie a punctului <I>P</I> devine:

<P align=center><IMG src="img/e1c2_4.gif">

<P>Cantitatea <FONT face="symbol"><I>l</I></FONT>&nbsp;=&nbsp;<I>c</I>&nbsp;&middot;&nbsp;<I>T</I> este o caracteristic&#259; a undei: reprezint&#259; distan&#355;a pe
   care se propag&#259; unda &#238;ntr&minus;o perioad&#259;.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>lungime de und&#259;</I> distan&#355;a pe care se propag&#259; o und&#259; &#238;ntr&minus;o perioad&#259;.</B>
</DIV>

<P>A&#351;adar, ecua&#355;ia de oscila&#355;ie a punctului <I>P</I> este:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1c2_5.gif"></TD>
    <TD align=right>(1)</TD>
  </TR>
</TABLE>

<P>Punctul <I>P</I> oscileaz&#259; asemenea punctului <I>O</I> (aceea&#351;i amplitudine &#351;i aceea&#351;i pulsa&#355;ie), dar cu defazajul <IMG src="img/e1c2_6.gif" align=absmiddle>
   <I>&#238;n urma</I> lui <I>O</I>. Defazajul este cu at&#226;t mai mare, cu c&#226;t punctul <I>P</I> este mai &#238;ndep&#259;rtat de sursa <I>O</I> a oscila&#355;iilor.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C2&minus;2</I></B>
  <P>Care te a&#351;tep&#355;i s&#259; fie, la un moment dat, pozi&#355;iile particulelor mediului elastic &#238;n care se propag&#259; unda descris&#259; de rela&#355;ia (1)?
</DIV>

<P>Elonga&#355;ia, la momentul <I>t</I>, a fiec&#259;rui punct al mediului este descris&#259; de rela&#355;ia (1). Figura&nbsp;1C2&minus;3 prezint&#259; elonga&#355;iile particulelor
   mediului, la un moment dat.
   
<DIV class=image>
   <P align=center><IMG src="img/1c2_3.jpg">
   <P><B>Fig. 1C2-3. </B>Elonga&#355;iile particulelor mediului, la un moment dat.
</DIV>

<P>Unda plan&#259; descris&#259; de ecua&#355;ia (1) prezint&#259; o <I>periodicitate spa&#355;ial&#259;</I> cu perioada <FONT face="symbol"><I>l</I></FONT>. Punctele aflate la o lungime
   de und&#259; unul de cel&#259;lalt oscileaz&#259; &#238;n faz&#259;.
   
<P>La momente ulterioare, configura&#355;ia elonga&#355;iilor se modific&#259; &minus; unda avanseaz&#259; &#238;n lungul direc&#355;iei <I>Ox</I> (figura&nbsp;1C2&minus;4).

<DIV class=image>
   <P align=center><IMG src="img/1c2_4.jpg">
   <P><B>Fig. 1C2-4. </B>Modificarea &#238;n timp a configura&#355;iei elonga&#355;iilor particulelor mediului.
</DIV>

<P>Dup&#259; o perioad&#259; de oscila&#355;ie, configura&#355;ia elonga&#355;iilor ajunge s&#259; fie iar&#259;&#351;i cea de la &#238;nceputul perioadei &minus; unda plan&#259; prezint&#259; &#351;i o
   <I>periodicitate temporal&#259;</I>.
   
<P>Modelul undei plane &#238;&#355;i permite astfel s&#259; identifici esen&#355;a proceselor ondulatorii (propagare, periodicitate spa&#355;ial&#259; &#351;i temporal&#259;), evit&#226;nd, pentru 
   moment, complica&#355;iile proceselor ondulatorii reale (amortizare, r&#259;sp&#226;ndire pe mai multe direc&#355;ii etc.).
  
</BODY>
</HTML>














