<HTML>
<HEAD>
<TITLE>Reflexia undelor mecanice</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Unde mecanice</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>C.3.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Reflexia undelor mecanice</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1C3&minus;1</I></B>
  <P>Investigheaz&#259; ce se &#238;nt&#226;mpl&#259; c&#226;nd o und&#259; longitudinal&#259;, care se propag&#259; &#238;ntr&minus;un resort cu multe spire, ajunge la capetele acestuia.
  <P><B><I>Pasul 1&nbsp; </I></B>Pune resortul pe suprafa&#355;a unei mese, &#355;ine&minus;l de capete &#351;i extinde&minus;l aproximativ un metru.
  <P><B><I>Pasul 2&nbsp; </I></B>&#354;ine fix unul dintre capete &#351;i &#238;mpinge brusc cel&#259;lalt cap&#259;t, &#238;n lungul resortului. Observ&#259; ce se &#238;nt&#226;mpl&#259;.
</DIV>

<P>&#206;mping&#226;nd brusc unul dintre capete, provoci o perturba&#355;ie la acel cap&#259;t, comprim&#226;nd rapid c&#226;teva spire de la acel cap&#259;t. Perturba&#355;ia se propag&#259; &#238;n lungul
   resortului, din aproape &#238;n aproape (figura&nbsp;1C3&minus;1).
  
<DIV class=image>
   <P align=center><IMG src="img/1c3_1.jpg">
   <P><B>Fig. 1C3-1. </B>O und&#259; longitudinal&#259; se propag&#259; &#238;n lungul unui resort cu multe spire.
</DIV>

<P>Condi&#355;iile de propagare sunt mereu (aproape) acelea&#351;i &#238;n lungul resortului, astfel c&#259; unda se propag&#259; uniform (cu aproximativ aceea&#351;i vitez&#259;). Doar amortizarea
   face ca amplitudinea perturba&#355;iei s&#259; scad&#259; gradual (frecarea cu suprafa&#355;a mesei este considerabil&#259;).
   
<P>La capetele resortului, &#238;ns&#259;, condi&#355;iile de propagare se modific&#259; brusc (acolo resortul este &#355;inut de m&#226;inile tale). Perturba&#355;ia "rico&#351;eaz&#259;" pe aceste
   discontinuit&#259;&#355;i, invers&#226;ndu&minus;&#351;i sensul de propagare (figura&nbsp;1C3&minus;2)!
   
<DIV class=image>
   <P align=center><IMG src="img/1c3_2.jpg">
   <P><B>Fig. 1C3-2. </B>Unda &#238;&#351;i inverseaz&#259; sensul de propagare atunci c&#226;nd &#238;nt&#226;lne&#351;te o discontinuitate &#238;n mediul de propagare.
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>reflexie</I> inversarea sensului de propagare al unei unde pe o discontinuitate a mediului &#238;n care aceasta se propag&#259;.</B>
</DIV>

<P>Dac&#259; amortizarea este slab&#259;, unda poate "c&#259;l&#259;tori" de mai multe ori, &#238;nainte &#351;i &#238;napoi, &#238;ntre discontinuit&#259;&#355;ile de la capetele resortului.

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1C3&minus;2</I></B>
  <P>Investigheaz&#259; reflexia unei perturba&#355;ii transversale &#238;ntr&minus;un resort cu multe spire. 
  <P>&#354;ine resortul pe mas&#259;, a&#351;a cum ai f&#259;cut la activitatea experimental&#259; precedent&#259;. De data aceasta, trage unul dintre capete, &#238;n lungul suprafe&#355;ei mesei
     &#351;i perpendicular pe axa resortului.
  <P>Observ&#259; ce se &#238;nt&#226;mpl&#259;.
</DIV>

<P>Perturba&#355;ia transversal&#259; pe care ai provocat&minus;o la unul dintre capetele resortului se propag&#259; uniform &#238;n lungul acestuia, p&#226;n&#259; &#238;nt&#226;lne&#351;te discontinuitatea
   de la cel&#259;lalt cap&#259;t (figura&nbsp;1C3&minus;3).

<DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c3_3.jpg"></TD>
        <TD><SMALL><B>Fig. 1C3-3. </B>O und&#259; transversal&#259; se propag&#259; &#238;n lungul unui resort cu multe spire.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P>Direc&#355;ia de propagare se modific&#259; brusc &minus; unda se reflect&#259; (figura&nbsp;1C3&minus;4).   

<DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c3_4.jpg"></TD>
        <TD><SMALL><B>Fig. 1C3-4. </B>Unda se reflect&#259; pe discontinuitatea de la cap&#259;tul resortului.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C3&minus;1</I></B>
  <P>Ce se &#238;nt&#226;mpl&#259; cu faza undei la reflexia pe un cap&#259;t al resortului &#355;inut (aproape) fix?
</DIV>

<P>Unda reflectat&#259; la cap&#259;tul &#355;inut (aproape) fix se &#238;ntoarce pe partea cealalt&#259; a axei resortului!

<P>Aceasta &#238;nseamn&#259; c&#259; faza se modific&#259; brusc &minus; dintr&minus;o elonga&#355;ie maxim&#259; de o parte a resortului, se trece brusc la o elonga&#355;ie maxim&#259; pe partea
   cealalt&#259; (figura&nbsp;1C3&minus;4).
   
<P>La cap&#259;tul mai rigid (mai pu&#355;in mobil), faza se modific&#259; brusc cu <FONT face="symbol"><I>p</I></FONT> (undei i&minus;ar trebui o jum&#259;tate de ciclu pentru
   a trece de la elonga&#355;ie maxim&#259; pozitiv&#259; la elonga&#355;ie maxim&#259; negativ&#259;).

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Reflexia pe o discontinuitate mai rigid&#259; se face cu modificare brusc&#259; a fazei cu <FONT face="symbol"><I>p</I></FONT> (o jum&#259;tate de ciclu).</B>
</DIV>

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1C3&minus;3</I></B>
  <P>Investigheaz&#259; reflexia pe o discontinuitate mai pu&#355;in rigid&#259;.
  <P><B><I>Pasul 1&nbsp; </I></B>Leag&#259; un fir de a&#355;&#259; lung de 0,5&nbsp;m la unul dintre capetele resortului. Fixeaz&#259; cel&#259;lalt cap&#259;t al firului pe suprafa&#355;a 
     mesei, cu band&#259; adeziv&#259;.
  <P><B><I>Pasul 2&nbsp; </I></B>Extinde cap&#259;tul liber al resortul, &#355;in&#226;ndu&minus;l &#238;n m&#226;n&#259;. Provoac&#259; o perturbare transversal&#259; &#351;i observ&#259; reflexia acesteia
     la cap&#259;tul cu firul de a&#355;&#259;.     
</DIV>

<P>Firul permite mi&#351;carea aproape liber&#259; a cap&#259;tului resortului, pe direc&#355;ie transversal&#259; fa&#355;&#259; de axul acestuia. 

<P>Firul reprezint&#259; o discontinuitate mai pu&#355;in rigid&#259;. &#206;n aceste condi&#355;ii, perturba&#355;ia se reflect&#259; <I>de aceea&#351;i parte</I> fa&#355;&#259; de axul resortului! 
   (figura&nbsp;1C3&minus;5).
   
<DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c3_5.jpg"></TD>
        <TD><SMALL><B>Fig. 1C3-5. </B>Reflexia pe o discontinuitate mai pu&#355;in rigid&#259;.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Reflexia pe o discontinuitate mai pu&#355;in rigid&#259; se face f&#259;r&#259; modificarea fazei.</B>
</DIV>

<P>P&#226;n&#259; acum ai analizat, pentru simplitate, unde care se propagau &#238;ntr&minus;un mediu practic unidimensional (axul resortului).

<P>Exist&#259; &#238;ns&#259; numeroase situa&#355;ii de interes &#238;n care undele se pot propaga &#238;n medii multidimensionale, cum sunt undele pe suprafa&#355;a apei.
     
</BODY>
</HTML>















