<HTML>
<HEAD>
<TITLE>Principiul lui Huygens</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Unde mecanice</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>C.4.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Principiul lui Huygens</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>O perturba&#355;ie provocat&#259; &#238;ntr&minus;un punct al suprafe&#355;ei apei se propag&#259; &#238;n toate direc&#355;iile, fronturile de und&#259; fiind cercuri concentrice (cu centrul
   &#238;n locul perturba&#355;iei ini&#355;iale) &#351;i a c&#259;ror raz&#259; cre&#351;te &#238;n timp (figura&nbsp;1C4&minus;1).

<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c4_1.jpg"></TD>
        <TD><SMALL><B>Fig. 1C4-1. </B>Undele care se propag&#259; pe suprafa&#355;a apei de la o perturba&#355;ie punctiform&#259;.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P>Christian Huygens (cel care a perfec&#355;ionat ceasurile) a propus, la mijlocul secolului al XVII&minus;lea, o explica&#355;ie a propag&#259;rii undelor (figura&nbsp;1C4&minus;2):

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B><I>Principiul lui Huygens:</I> Fiecare punct al frontului unei unde devine o surs&#259; secundar&#259; de perturba&#355;ii, de la care se propag&#259; unde secundare, &#238;n
     toate direc&#355;iile.
     <P>Noul front de und&#259; este &#238;nf&#259;&#351;ur&#259;toarea (tangenta comun&#259;) a fronturilor de und&#259; secundare.</B>
</DIV>

<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c4_2.jpg"></TD>
        <TD><SMALL><B>Fig. 1C4-2. </B>Explicatia propag&#259;rii undelor, propus&#259; de c&#259;tre Huygens.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P>Folosind principiul lui Huygens, po&#355;i anticipa cu u&#351;urin&#355;&#259; propagarea unei unde &#238;ntr&minus;un mediu multidimensional.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C4&minus;1</I></B>
  <P>Frontul unei unde este, la un moment dat, un plan. 
  <P>Cum te a&#351;tep&#355;i s&#259; fie frontul undei, dup&#259; &#238;nc&#259; un ciclu al acesteia?
</DIV>

<P>&#206;ntr&minus;o reprezentare bidimensional&#259;, segmentul <I>AB</I> este intersec&#355;ia dintre frontul de und&#259; plan &#351;i suprafa&#355;a desenului (figura&nbsp;1C4&minus;3).

<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c4_3.jpg"></TD>
        <TD><SMALL><B>Fig. 1C4-3. </B>Propagarea unui front de und&#259; plan.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P>Conform principiului lui Huygens, fiecare punct al frontului de und&#259; <I>AB</I> reprezint&#259; c&#226;te o surs&#259; secundar&#259; de perturba&#355;ii. De la fiecare dintre 
   acestea se propag&#259; unde secundare (cercuri &#238;n desenul din figura&nbsp;1C4&minus;3). 
   
<P>Dup&#259; un ciclu, raza fronturilor de und&#259; secundare este egal&#259; cu o lungime de und&#259;. Noul front de und&#259; va fi tangenta comun&#259; <I>A'B'</I> a acestor fronturi
   de und&#259; secundare: un plan aflat la o lungime de und&#259; de precedentul.
   
<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C4&minus;2</I></B>
  <P>Frontul plan al unei unde se &#238;ndreapt&#259; c&#259;tre o discontinuitate a mediului, ca &#238;n figura&nbsp;1C4&minus;4.
  <P>&#206;ncotro te a&#351;tep&#355;i s&#259; se propage unda dup&#259; reflexia pe discontinuitate?
</DIV>

<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c4_4.jpg"></TD>
        <TD><SMALL><B>Fig. 1C4-4. </B>Un front plan se &#238;ndreapt&#259; c&#259;tre o discontinuitate a mediului.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P>Punctele mediului aflate la grani&#355;a discontinuit&#259;&#355;ii vor intra, r&#226;nd pe r&#226;nd &#238;n osicla&#355;ie, pe m&#259;sur&#259; ce frontul de und&#259; incident ajunge la acestea
   (figura&nbsp;1C4&minus;5).
   
<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c4_5.jpg"></TD>
        <TD><SMALL><B>Fig. 1C4-5. </B>Reflexia unui front de und&#259; plan. Reprezent&#259;rile succesive corespund c&#226;te unui ciclu al undei.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Reflexia se produce simetric fa&#355;&#259; de normala la suprafa&#355;a discontinuit&#259;&#355;ii: direc&#355;ia undei incidente &#351;i direc&#355;ia undei reflectate sunt simetrice
     fa&#355;&#259; de normala la suprafa&#355;a discontinuit&#259;&#355;ii.</B>
</DIV>
   
<P>Figura&nbsp;1C4&minus;6 prezint&#259; fotografia undelor pe suprafa&#355;a apei care se reflect&#259; pe o discontinuitate.

<DIV class=image>
   <P align=center><IMG src="img/1c4_6.jpg">
   <P><B>Fig. 1C4-6. </B>Unde pe suprafa&#355;a apei, care se reflect&#259; pe o discontinuitate plan&#259;.
</DIV>

<P>&#350;i tu po&#355;i realiza astfel de fotografii, folosind o cuv&#259; cu ap&#259; &#351;i un generator de unde! Acceseaz&#259; aceste <A href="wavebox/wavebox.html" target=new>instruc&#355;iuni</A>
   pentru a realiza o cuv&#259; pentru studiul undelor.
     
</BODY>
</HTML>















