<HTML>
<HEAD>
<TITLE>Refrac&#355;ia undelor mecanice</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Unde mecanice</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>C.5.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Refrac&#355;ia undelor mecanice</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C5&minus;1</I></B>
  <P>Discontinuitatea <I>OO'</I> din figura&nbsp;1C5&minus;1 reprezint&#259; grani&#355;a de separa&#355;ie dintre dou&#259; zone &#238;n care vitezele de propagare ale unei unde
     sunt diferite: <I>c</I><SUB>1</SUB> "deasupra" discontinuit&#259;&#355;ii &#351;i <I>c</I><SUB>2</SUB> "sub" aceasta (<I>c</I><SUB>2</SUB>&nbsp;&lt;&nbsp;<I>c</I><SUB>1</SUB>).
  <P><DIV class=image>
     <TABLE>
        <TR>
          <TD><IMG src="img/1c5_1.jpg"></TD>
          <TD><SMALL><B>Fig. 1C5-1. </B>Un front plan de und&#259; se &#238;ndreapt&#259; c&#259;tre o discontinuitate.</SMALL>
        </TR>
     </TABLE>
  </DIV>
  <P>Cum te a&#351;tep&#355;i s&#259; se propage un front de und&#259; plan dup&#259; ce trece prin suprafa&#355;a discontinuit&#259;&#355;ii?
</DIV>

<P>Folosind principiul lui Huygens, po&#355;i "construi", pas&minus;cu&minus;pas, drumul undei. Figura&nbsp;1C5&minus;2 prezint&#259; etapele propag&#259;rii undei, ciclu cu
   ciclu.

<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c5_2.jpg"></TD>
        <TD><SMALL><B>Fig. 1C5-2. </B>Viteza undei se modific&#259; la trecerea prin suprafa&#355;a unei discontinuit&#259;&#355;i.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P>Frontul de und&#259; r&#259;m&#226;ne plan, dar direc&#355;ia de propagare se "fr&#226;nge" la trecerea prin suprafa&#355;a discontinuit&#259;&#355;ii.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>refrac&#355;ie</I> modificarea direc&#355;iei de propagare a unei unde la trecerea prin suprafa&#355;a unei discontinuit&#259;&#355;i.</B>
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C5&minus;2</I></B>
  <P>Care te a&#351;tep&#355;i s&#259; fie rela&#355;ia dintre unghiul de inciden&#355;&#259; &#351;i cel de refrac&#355;ie?
</DIV>

<P>Vitezele de propagare fiind diferite de o parte &#351;i de cealalt&#259; a discontinuit&#259;&#355;ii, lungimile de und&#259; sunt diferite &#238;n cele dou&#259; zone. &#206;n triunghiul 
   <I>OBO'</I> din figura&nbsp;1C5&minus;3:
   
<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1c5_1.gif"></TD>
    <TD align=right>(1)</TD>
  </TR>
</TABLE>

<P><I>i</I> fiind unghiul de inciden&#355;&#259; (unghiul dintre direc&#355;ia de propagare a undei incidente &#351;i normala la suprafa&#355;a discontinuit&#259;&#355;ii &#238;n punctul de inciden&#355;&#259;).

<DIV class=image>
   <P align=center><IMG src="img/1c5_3.jpg">
   <P><B>Fig. 1C5-3. </B>Ob&#355;inerea rela&#355;iei dintre unghiurile de inciden&#355;&#259; &#351;i de refrac&#355;ie.
</DIV>

<P>Dup&#259; trecerea prin suprafa&#355;a discontinuit&#259;&#355;ii, viteza &#351;i lungimea de und&#259; se modific&#259; (scad, &#238;n acest caz), astfel c&#259;, din triunghiul <I>OA'O'</I>:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1c5_2.gif"></TD>
    <TD align=right>(2)</TD>
  </TR>
</TABLE>

<P><I>r</I> fiind unghiul de refrac&#355;ie (unghiul dintre direc&#355;ia de propagare a undei refractate &#351;i normala la suprafa&#355;a discontinuit&#259;&#355;ii).

<P>Din rela&#355;iile (1) &#351;i (2) rezult&#259; rela&#355;ia dintre unghiul de inciden&#355;&#259; &#351;i cel de refrac&#355;ie:

<P align=center><IMG src="img/e1c5_3.gif">

<P>A&#351;adar,

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Raportul sinusurilor unghiurilor de inciden&#355;&#259; &#351;i de refrac&#355;ie este egal cu raportul vitezelor de propagare &#238;n cele dou&#259; medii (<I>legea refrac&#355;iei</I>).</B>
</DIV>

<P>Figura&nbsp;1C5&minus;4 prezint&#259; fotografia undelor pe suprafa&#355;a apei care se refract&#259; printr&minus;o discontinuitate plan&#259;, care separ&#259; dou&#259; zone &#238;n care vitezele
   de propagare sunt diferite (viteza undelor pe suprafa&#355;a apei depinde de ad&#226;ncimea apei).
   
<DIV class=image>
   <P align=center><IMG src="img/1c5_4.jpg">
   <P><B>Fig. 1C5-4. </B>Unde pe suprafa&#355;a apei, care se refract&#259; prin suprafa&#355;a unei discontinuit&#259;&#355;i.
</DIV>

<P>Fenomenele de reflexie &#351;i de refrac&#355;ie ofer&#259; posibilitatea modific&#259;rii, dup&#259; dorin&#355;&#259;, a direc&#355;iei de propagare a undelor. Forme convenabile ale suprafe&#355;elor
   de discontinuitate, pot redirec&#355;iona, concentra sau dispersa undele, dup&#259; dorin&#355;&#259;.
     
</BODY>
</HTML>
















