<HTML>
<HEAD>
<TITLE>Unde seismice</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Unde mecanice</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>C.6.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Unde seismice</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Nimic nu pare mai stabil dec&#226;t P&#259;m&#226;ntul, pe care construim casele, str&#259;zile, c&#259;ile ferate. Doar sensibilitatea noastr&#259; limitat&#259; ne &#238;mpiedic&#259; s&#259; constat&#259;m
   realitatea: solul se cutremur&#259; tot timpul!

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1C6&minus;1</I></B>
  <P>Investigheaz&#259; oscila&#355;iile permanente ale P&#259;m&#226;ntului, cu mijloace aflate la &#238;ndem&#226;n&#259;.
  <P><B><I>Pasul 1&nbsp; </I></B>Umple un lighean cu ap&#259; &#351;i pune&minus;l pe podea.
  <P><B><I>Pasul 2&nbsp; </I></B>Fixeaz&#259; un indicator laser, astfel ca lumina trimis&#259; de acesta s&#259; se reflecte pe apa din lighean &#351;i s&#259; ajung&#259; pe un perete, la c&#226;&#355;iva
     metri mai departe, &#238;ntr&minus;un loc convenabil.
     <P>Observ&#259; pata de lumin&#259; de pe perete.  
</DIV>

<P>Chiar dac&#259; suprafa&#355;a apei din vas &#238;&#355;i pare nemi&#351;cat&#259;, pata de lumin&#259; de pe perete &#238;&#351;i modific&#259; &#238;n permanen&#355;&#259; pozi&#355;ia, semnal&#226;nd c&#259; apa din vas nu este chiar
   nemi&#351;cat&#259;!
   
<P>Dac&#259; solul se cutremur&#259; &#351;i, odat&#259; cu acesta, &#351;i cl&#259;direa &#238;n care te afli, &#238;n apa din vas apar unde, care deformeaz&#259; suprafa&#355;a apei. Astfel, lumina 
   laserului se reflect&#259; pe perete mereu &#238;n alt loc.
   
<P>Chiar denivel&#259;rile foarte mici ale suprafe&#355;ei apei din vas pot fi vizualizate astfel pe perete. Ai realizat astfel un <I>seismoscop</I>: un instrument cu
   care po&#355;i vizualiza activitatea seismic&#259; a P&#259;m&#226;ntului.
   
<P>Dispozitivul cu care au fost colectate datele prezentate &#238;n sec&#355;iunea&nbsp;1A3, realizat dintr&minus;un pendul elastic &#351;i un mouse cuplat la calculator, poate
   servi ca <I>seismograf</I>: instrument care poate <I>&#238;nregistra</I> activitatea seismic&#259; (figura&nbsp;1C6&minus;1). 

<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c6_1.jpg"></TD>
        <TD><SMALL><B>Fig. 1C6-1. </B>Seismograf simplu.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P>Mi&#351;c&#259;rile violente ale solului se transmit suportului pendulului. Corpul at&#226;rnat de pendul nu este legat rigid de suport, ci prin intermediul firului 
   elastic.
   
<P>Astfel, apar deplas&#259;ri relative &#238;ntre corpul pendulului &#351;i sol, deplas&#259;ri care, prin intermediul mouse&minus;ului, sunt &#238;nregistrate de calculator.

<P>Seismograful realizat astfel nu este foarte sensibil: trebuie s&#259; "trop&#259;i" &#238;n preajma dispozitivului pentru ca acesta s&#259; &#238;nregistreze ceva!

<P>Pe principii asem&#259;n&#259;toare pot fi realizate seismografe foarte sensibile (figura&nbsp;1C6&minus;2).

<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c6_2.jpg"></TD>
        <TD><SMALL><B>Fig. 1C6-2. </B>Seismograf sensibil.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P>Acestea pot &#238;nregistra &#351;i deplas&#259;rile foarte mici ale soului, detect&#226;nd o activitate permanent&#259;. Figura&nbsp;1C6&minus;3 prezint&#259; &#238;nregistrarea realizat&#259;
   cu un seismograf sensibil a activit&#259;&#355;ii seismice (<I>seismogram&#259;</I>).

<DIV class=image>
   <P align=center><IMG src="img/1c6_3.jpg">
   <P><B>Fig. 1C6-3. </B>Seismogram&#259;.
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C6&minus;1</I></B>
  <P>De ce oare P&#259;m&#226;ntul se cutremur&#259; tot timpul?
</DIV>

<P>Contrar aparen&#355;elor, P&#259;m&#226;ntul nu este o bucat&#259; mare de roc&#259;, rigid&#259; &#351;i stabil&#259;. Structura intern&#259; a P&#259;m&#226;ntului este mai degrab&#259; asem&#259;n&#259;toare unui ou 
   (figura&nbsp;1C6&minus;4).   

<DIV class=image>
   <P align=center><IMG src="img/1c6_4.jpg">
   <P><B>Fig. 1C6-4. </B>Structura intern&#259; a P&#259;m&#226;ntului.
</DIV>

<P>Solul face parte dintr&minus;o "coaj&#259;" (<I>scoar&#355;a terestr&#259;</I>), foarte sub&#355;ire &#238;n compara&#355;ie cu dimensiunile P&#259;m&#226;ntului (precum coaja oului &#238;n compara&#355;ie
   cu acesta). &#206;n plus, scoar&#355;a terestr&#259; este fragmentat&#259; &#238;n mai multe <I>pl&#259;ci tectonice</I>, care pur &#351;i simplu plutesc &#238;n deriv&#259; pe materialul mai 
   degrab&#259; fluid de sub scoar&#355;&#259; (figura&nbsp;1C6&minus;5).

<DIV class=image>
   <P align=center><IMG src="img/1c6_5.jpg">
   <P><B>Fig. 1C6-5. </B>Pl&#259;cile tectonice.
</DIV>

<P>Pl&#259;cile tectonice poart&#259; pe ele continentele &#351;i oceanele lumii &#351;i sunt &#238;n permanent&#259; mi&#351;care: unele se &#238;ndep&#259;rteaz&#259;, altele se preseaz&#259; reciproc, p&#259;trunz&#226;nd
   uneori una sub cealalta.
   
<P>Scoar&#355;a terestr&#259; presat&#259; acumuleaz&#259; energie (ca un resort care este comprimat). Energia acumulat&#259; pe durata deceniilor sau secolelor este eliberat&#259; 
   brusc, &#238;n c&#226;teva secunde.
   
<P>Uria&#351;a perturba&#355;ie astfel rezultat&#259; se propag&#259; &#238;n toate direc&#355;iile, cu viteze de c&#226;&#355;iva kilometri pe secund&#259;, cutremur&#226;nd &#238;ntregul P&#259;m&#226;nt!

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1C6&minus;2</I></B>
  <P>Declan&#351;eaz&#259; cutremure &#238;n miniatur&#259;!
  <P><B><I>Pasul 1&nbsp; </I></B>Fixeaza pe mas&#259;, cu band&#259; adeziv&#259;, o coal&#259; de h&#226;rtie abraziv&#259; ("&#351;mirghel"), cu partea abraziv&#259; &#238;n sus. 
  <P><B><I>Pasul 2&nbsp; </I></B>Pune deasupra &#238;nc&#259; o coal&#259; de h&#226;rtie abraziv&#259;, astfel &#238;nc&#226;t par&#355;ile abrazive ale celor dou&#259; coli s&#259; intre &#238;n contact.
  <P><B><I>Pasul 3&nbsp; </I></B>Pune deasupra o c&#259;r&#259;mid&#259; (sau o carte masiv&#259;). Pune pe c&#259;r&#259;mid&#259;, "&#238;n picioare", o cutie de carton &#238;nalt&#259; (cum sunt cele &#238;n 
     care se pun tuburile de past&#259; de din&#355;i). 
     <P>C&#259;r&#259;mid&#259; &#351;i masa sunt asemenea pl&#259;cilor tectonice, iar cutia asemenea unei construc&#355;ii &#238;nalte (figura&nbsp;1C6&minus;6).
     <P><DIV class=image>
        <TABLE>
           <TR>
             <TD><IMG src="img/1c6_6.jpg"></TD>
             <TD><SMALL><B>Fig. 1C6-6. </B>Dispozitiv pentru modelarea declan&#351;&#259;rii cutremurelor.</SMALL>
           </TR>
        </TABLE>
     </DIV>
  <P><B><I>Pasul 4&nbsp; </I></B>Fixeaz&#259; de coala abraziv&#259; de deasupra un fir elastic, cu care s&#259; po&#355;i tensiona gradual structura.
  <P><B><I>Pasul 5&nbsp; </I></B>Trage coala abraziv&#259; de deasupra, &#238;n lungul mesei, tension&#226;nd gradual &#351;i lent firul elastic. 
     <P>Observ&#259; ce se &#238;nt&#226;mpl&#259;.  
</DIV>

<P>Tension&#226;nd gradual &#351;i lent firul elastic, mult&#259; vreme nu se &#238;nt&#226;mpl&#259; nimic semnificativ. "Pl&#259;cile tectonice" par s&#259; nu se deplaseze (deforma&#355;iile sunt
   prea mici pentru a fi vizibile), dar acumuleaz&#259; din ce &#238;n ce mai mult&#259; energie.
   
<P>C&#226;nd se dep&#259;&#351;e&#351;te &#238;ns&#259; un prag, energia este eliberat&#259; brusc. Accelera&#355;iile sunt at&#226;t de mari, &#238;nc&#226;t pot "zgudui" serios "cl&#259;direa", put&#226;nd chiar s&#259; o
   r&#259;stoarne!
   
<P>Energia eliberat&#259; brusc de un cutremur se r&#259;sp&#226;nde&#351;te &#238;n toate direc&#355;iile &minus; acestea sunt undele seismice (figura&nbsp;1C6&minus;7).

<DIV class=image>
   <P align=center><IMG src="img/1c6_7.jpg">
   <P><B>Fig. 1C6-7. </B>Unde seismice.
</DIV>

<P>Pe m&#259;sura &#238;ndep&#259;rt&#259;rii de locul perturba&#355;iei ini&#355;iale, energia se repartizeaz&#259; pe tot mai multe particule &minus; efectele seismului sunt tot mai mici la
   distan&#355;e mai mari.
   
<P>Undele seismice sunt un "amestec" de unde longitudinale &#351;i transversale (figura&nbsp;1C6&minus;8, <I>a</I> &#351;i <I>b</I>).

<DIV class=image>
   <P align=center><IMG src="img/1c6_8a.jpg">
   <P align=right><B>a. </B>
   <P align=center><IMG src="img/1c6_8b.jpg">
   <P align=right><B>b. </B>   
   <P><B>Fig. 1C6-8. </B>Tipuri de unde care alc&#259;tuiesc undele seismice: <B>a. </B>de tip <I>P</I>; <B>b. </B>de tip <I>S</I>.
</DIV>

<P>Undele longitudinale, numite <I>unde P</I> (primare), se pot propaga at&#226;t prin zonele lichide de sub scoar&#355;a terestr&#259;, c&#226;t &#351;i prin zonele solide ale 
   scoar&#355;ei. Au viteze mari, de c&#226;&#355;iva km/s (&#238;n granit, 5&nbsp;km/s).
   
<P>Undele transversale, numite <I>unde S</I> (secundare), se pot propaga doar prin zonele solide. Au viteze mai mici (aproximativ 60% din viteza undelor
   <I>P</I>, &#238;n acela&#351;i material).
   
<P>Pe seismograpa prezentat&#259; &#238;n figura&nbsp;1C6&minus;3 se observ&#259; distinct grupul undelor <I>P</I> (sosite primele la seismograf) &#351;i cel al undelor <I>S</I>
   (sosite mai t&#226;rziu). 
   
<P>Aceast&#259; diferen&#355;&#259; ofer&#259; o prim&#259; indica&#355;ie a locului &#238;n care s&minus;a produs cutremurul.

<P>Analiza datelor seismice este <I>singura</I> modalitate prin care putem investiga interiorul planetei! A&#351;a am aflat structura intern&#259; a P&#259;m&#226;ntului, p&#226;n&#259;
   &#238;n centrul acestuia.
        
</BODY>
</HTML>
















