<HTML>
<HEAD>
<TITLE>Protec&#355;ie antiseismic&#259;</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Unde mecanice</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>C.7.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Protec&#355;ie antiseismic&#259;</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Energia eliberat&#259; brusc de un cutremur poate avea uneori efecte devastatoare (figura&nbsp;1C7&minus;1).

<DIV class=image>
   <P align=center><IMG src="img/1c7_1.jpg">
   <P><B>Fig. 1C7-1. </B>Cl&#259;diri din Bucure&#351;ti, d&#259;r&#226;mate &#238;n seara zilei de 4 martie 1977, &#238;n urma unui cutremur produs &#238;n zona Vrancea.
</DIV>

<P>C&#226;nd este raportat un cutremur, este precizat <I>epicentrul</I> s&#259;u (loca&#355;ia de pe suprafa&#355;a P&#259;m&#226;ntului aflat&#259; deasupra locului &#238;n care s&minus;a produs
   cutremurul), ad&#226;ncimea la care acesta s&minus;a produs &#351;i <I>magnitudinea</I> sa pe <I>scara Richter</I> (tabelul&nbsp;1C7&minus;1).
   
<P><SMALL><B>Tabelul&nbsp;1C7&minus;1. </B>Scara Richter a magnitudinii cutremurelor.</SMALL>
   <TABLE align=center border=1 cellpadding=4>
     <TR bgcolor=#cccccc>
       <TD align=center><B>Magnitudinea<BR>Richter</B></TD>
       <TD align=center><B>Efecte</B></TD>
       <TD align=center><B>Frecven&#355;a</B></TD>
     </TR>
     <TR>
       <TD align=center>sub 2,0</TD>
       <TD>Nu este resim&#355;it de oameni</TD>
       <TD>8000, zilnic</TD>
     </TR>
     <TR>
       <TD align=center>2,0...2,9</TD>
       <TD>&#206;n general, nu este resim&#355;it</TD>
       <TD>1000, zilnic</TD>
     </TR>
     <TR>
       <TD align=center>3.0...3,9</TD>
       <TD>Adesea este resim&#355;it, dar arareori provoac&#259; pagube</TD>
       <TD>49.000, anual</TD>
     </TR>
     <TR>
       <TD align=center>4.0...4,9</TD>
       <TD>Obiectele din locuin&#355;e se zguduie, ca atunci c&#226;nd trece &#238;n apropiere un vehicul greu</TD>
       <TD>6.200, anual</TD>
     </TR>
     <TR>
       <TD align=center>5.0...5,9</TD>
       <TD>Afecteaz&#259; major, local, construc&#355;iile prost realizate. Construc&#355;iile bine realizate sunt afectate minor.</TD>
       <TD>800, anual</TD>
     </TR>
     <TR>
       <TD align=center>6.0...6,9</TD>
       <TD>Provoac&#259; distrugeri &#238;nsemnate, p&#226;n&#259; la 100&nbsp;km de epicentru.</TD>
       <TD>120, anual</TD>
     </TR>
     <TR>
       <TD align=center>7,0...7,9</TD>
       <TD>Provoac&#259; distrugeri majore pe zone &#238;ntinse.</TD>
       <TD>18, anual</TD>
     </TR>
     <TR>
       <TD align=center>8,0...8,9</TD>
       <TD>Provoac&#259; distrugeri majore, p&#226;n&#259; la ste de km de epicentru.</TD>
       <TD>1, anual</TD>
     </TR>
     <TR>
       <TD align=center>9,0 &#351;i peste</TD>
       <TD>Devasteaz&#259; zone p&#226;n&#259; la mii de km de epicentru.</TD>
       <TD>1, la 20 de ani</TD>
     </TR>
   </TABLE>
   
<P>Magnitudinea unui cutremur este corelat&#259; cu cea mai mare amplitudine a undelor seismice &#238;n epicentru, precum &#351;i cu energia eliberat&#259; de cutremur.

<P>O modificare de un grad pe scara Richter este corelat&#259; cu o modificare de 10 ori a amplitudinii undelor seismice &#351;i de aproximativ 30 de ori a energiei
   eliberat&#259; de cutremur. Scara Richter este o scar&#259; logaritmic&#259;!

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1C7&minus;1</I></B>
  <P>Investigheaz&#259; o scar&#259; logaritmic&#259;, cu mijloace la &#238;ndem&#226;n&#259;.
  <P><B><I>Pasul 1&nbsp; </I></B>Folose&#351;te spaghetele din dou&#259; pachete de c&#226;te 400 de grame. Fr&#226;nge una dintre acestea. Clasific&#259; acest proces ca av&#226;nd
     gradul&nbsp;5 (pe "scara spaghetelor").
  <P><B><I>Pasul 2&nbsp; </I></B>Fr&#226;nge un m&#259;nunchi de 30 de spaghete. Clasific&#259; acest proces ca av&#226;nd gradul 6.
  <P><B><I>Pasul 3&nbsp; </I></B>Fr&#226;nge deodat&#259;, aproximativ 900 de spaghete (cele care &#355;i&minus;au mai r&#259;mas din cele dou&#259; pachete). Reu&#351;e&#351;ti? Clasific&#259; 
     acest proces ca av&#226;nd gradul 7.
  <P><B><I>Pasul 4&nbsp; </I></B>Imagineaz&#259;&minus;&#355;i un proces de gradul&nbsp;8, pe aceast&#259; scar&#259;!     
</DIV>

<P>Energia eliberat&#259; de un cutremur cu magnitudinea&nbsp;5 pe scara Richter este echivalent&#259; cu explozia subteran&#259; a unei bombe nucleare (32&nbsp;kilotone 
   exploziv, sau aproximativ 10<SUP>14</SUP>&nbsp;J).
   
<P>Un cutremur cu magnitudinea&nbsp;7 elibereaz&#259; aproape de o mie de ori mai mult&#259; energie, provoc&#226;nd devast&#259;ri ca cele din figura&nbsp;1C7&minus;1!

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C7&minus;1</I></B>
  <P>Cum ne putem oare proteja &#238;mpotriva efectelor devastatoare ale cutremurelor?
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B><I>Prima m&#259;sur&#259; antiseismic&#259;: </I>s&#259; &#238;n&#355;elegem c&#226;t mai bine cauzele &#351;i efectele cutremurelor!</B>
</DIV>

<P>Mii de sta&#355;ii din &#238;ntreaga lume monitorizeaz&#259; &#238;n permanen&#355;&#259; vibra&#355;iile P&#259;m&#226;ntului. Cunoa&#351;terea noastr&#259; este &#238;nc&#259; foarte limitat&#259;, deoarece instrumentele
   nu pot fi introduse prea ad&#226;nc &#238;n scoar&#355;a P&#259;m&#226;ntului (nimeni nu a reu&#351;it s&#259; foreze la mai mult de 10&nbsp;km!).
   
<P>Analiza atent&#259; a cutremurelor care se produc, oricum, &#238;n permanen&#355;&#259;, ne ofer&#259; concluzii importante referitoare la <I>riscul seismic</I> al fiec&#259;rei zone.

<P>Figura&nbsp;1C7&minus;2 prezint&#259; harta riscului seismic &#238;n Rom&#226;nia. Cu c&#226;t o zon&#259; este este marcat&#259; cu o tent&#259; mai &#238;nchis&#259; de gri, cu at&#226;t este mai ridicat
   riscul unor efecte devastatoare datorate cutremurelor.

<DIV class=image>
   <P align=center><IMG src="img/1c7_2.jpg">
   <P><B>Fig. 1C7-2. </B>Harta riscului seismic &#238;n Rom&#226;nia. Zonele marcate cu tent&#259; mai &#238;nchis&#259; de gri sunt mai expuse unui risc seismic mare.
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B><I>A doua m&#259;sur&#259; antiseismic&#259;: </I>s&#259; construim c&#226;t mai trainic, &#238;ndeosebi &#238;n zonele cu risc seismic ridicat!</B>
</DIV>

<P>Transferul de energie c&#259;tre o cl&#259;dire, de la solul care oscileaz&#259; &#238;n timpul unui cutremur, este asemenea transferului de enrgie &#238;ntre doi oscilatori
   cupla&#355;i.
   
<P>Constructorul unei cl&#259;diri poate alege &#238;ntre un cuplaj tare sau unul slab, &#238;ntre o amortizare mare sau una mic&#259;, &#238;ntre frecven&#355;e proprii (ale cl&#259;dirii) &#351;i ale
   undelor seismice apropiate sau diferite.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C7&minus;2</I></B>
  <P>Tu ce ai alece? Marcheaz&#259; &#238;n tabelul&nbsp;1C7&minus;2 op&#355;iunile tale. Discut&#259;&minus;le cu colegii.
</DIV>
   
<P><SMALL><B>Tabelul&nbsp;1C7&minus;2. </B>Op&#355;iuni pentru o c&#226;t mai bun&#259; protec&#355;ie antiseismic&#259;.</SMALL>
   <TABLE align=center border=1 cellpadding=4>
     <TR bgcolor=#cccccc>
       <TD align=center><B>Parametrul</B></TD>
       <TD align=center colspan=2><B>Op&#355;iuni</B></TD>
     </TR>
     <TR>
       <TD>Cuplajul &#238;ntre sol &#351;i cl&#259;dire</TD>
       <TD align=center>tare</TD>
       <TD align=center>slab</TD>
     </TR>
     <TR>
       <TD>Amortizarea cl&#259;dirii</TD>
       <TD align=center>mare</TD>
       <TD align=center>mic&#259;</TD>
     </TR>
     <TR>
       <TD>Frecven&#355;a propriilor oscila&#355;ii ale cl&#259;dirii, &#238;n compara&#355;ie cu frecven&#355;a tipic&#259; a undelor seismice din zon&#259;</TD>
       <TD align=center>foarte apropiate</TD>
       <TD align=center>foarte diferite</TD>
     </TR>
   </TABLE>

<P>Figura&nbsp;1C7&minus;3 prezint&#259; un <I>izolator seismic</I> &minus; un element de cuplaj slab &#238;ntre sol &#351;i cl&#259;dire, flexibil &#351;i cu o amortizare mare.

<DIV class=image>
   <P align=center><IMG src="img/1c7_3a.jpg">
   <P align=right><B>a.</B>
   <P align=center><IMG src="img/1c7_3b.jpg">
   <P align=right><B>b.</B>
   <P><B>Fig. 1C7-3. </B><B>a. </B>Izolator seismic. <B>b. </B>Schi&#355;a componentelor acestuia.
</DIV>

<P>"Miezul" (1) din figura&nbsp;1C7&minus;3 este din plumb &#351;i asigur&#259; o amortizare mare (plumbul nu este foarte elastic). 

<P>Discurile (2) sunt din cauciuc &#351;i asigur&#259; flexibilitate (cuplaj slab &#238;ntre sol &#351;i cl&#259;dire).

<P>Discurile (3) sunt din o&#355;el (asigur&#259; rezisten&#355;&#259; mecanic&#259; izolatorului).

<P>Placa (4) permite fixarea &#238;n funda&#355;ia cl&#259;dirii (o plac&#259; similar&#259;, &#238;n partea superioar&#259; a izolatorului permite fixarea de structura cl&#259;dirii).

<P>&#206;nveli&#351;ul (5) este din cauciuc &#351;i protejeaz&#259; &#238;ntreaga structur&#259; a izolatorului.

<P>Utilizarea izolatorilor seismici limiteaz&#259; drastic energia transferat&#259; cl&#259;dirii &#238;n timpul unui cutremur (figura&nbsp;1C7&minus;4, <I>a</I>).

<DIV class=image>
   <IMG src="img/1c7_4a.jpg"><B>a. </B>
   <IMG src="img/1c7_4b.jpg"><B>b. </B>
   <P><B>Fig. 1C7-4. </B><B>a. </B>Cl&#259;dire izolat&#259; antiseismic. <B>b. </B>Cl&#259;dire ancorat&#259; rigid &#238;n funda&#355;ie.
</DIV>

<P>&#206;n cazul unei cl&#259;diri ancorate rigid &#238;n funda&#355;ie, energia transferat&#259; &#238;n timpul unui cutremur poate avea efecte devastatoare (figura&nbsp;1C7&minus;4, <I>b</I>).

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B><I>A treia m&#259;sur&#259; antiseismic&#259;: </I>s&#259; fix&#259;m obiectele care s&minus;ar putea r&#259;sturna &#238;n timpul unui cutremur!</B>
</DIV>

<P>Chiar dac&#259; structura cl&#259;dirii rezist&#259; unui cutremur, foarte multe pagube se produc prin r&#259;sturnarea obiectelor din interiorul locuin&#355;elor, &#238;ndeosebi a
   pieselor de mobilier masive &#351;i &#238;nalte, cum sunt dulapurile.
   
<P>Fixarea acestora de pere&#355;i este o m&#259;sur&#259; pe care o poate lua oricare dintre noi, reduc&#226;nd astfel considerabil riscul unor pagube &#238;nsemnate (figura&nbsp;1C7&minus;5).

<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c7_5.jpg"></TD>
        <TD><SMALL><B>Fig. 1C7-5. </B>Fixarea unui dulap care s&minus;ar putea r&#259;sturna &#238;n timpul unui cutremur.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B><I>A patra m&#259;sur&#259; antiseismic&#259;: </I>S&#259; avertiz&#259;m oamenii c&#226;t mai din timp de producerea unui cutremur!</B>
</DIV>

<P>Nimeni nu poate prezice &#238;nc&#259; locul, momentul &#351;i magnitudinea unui viitor cutremur, &#238;n ciuda eforturilor depuse pentru aceasta!

<P>Totu&#351;i, putem avertiza oamenii <I>chiar &#238;n clipa</I> &#238;n care se produce un cutremur! Un senzor, plasat &#238;n zona &#238;n care este foarte probabil&#259; producerea
   unui cutremur, trimite un semnal radio c&#259;tre cei interesa&#355;i. Perturba&#355;iile electromagnetice (semnalele radio sau lumina) se propag&#259; &#238;n aer cu aproape
   300.000&nbsp;km/s, de zeci de mii de ori mai repede dec&#226;t undele seismice!
   
<P>&#206;n prim&#259;vara anului 2006, &#238;n zona Vrancea (zona cea mai activ&#259; seismic din Rom&#226;nia) a fost instalat un sistem care &#238;ntrerupe automat distribu&#355;ia gazului
   metan &#238;n Bucure&#351;ti, cu 30 de secunde &#238;nainte ca undele unui seism produs &#238;n Vrancea s&#259; ajung&#259; la Bucure&#351;ti!
   
<P>&#206;n viitor, de serviciile acestui sistem de avertizare vor beneficia centrala nuclear&#259; de la Cernavod&#259;, spitalele, c&#259;ile ferate &#351;i, nu &#238;n ultimul r&#226;nd,
   locuitorii.
   
<P><DIV class=key>
  <IMG src="img/key.gif">
  <B><I>A cincea m&#259;sur&#259; antiseismic&#259;: </I>s&#259; ne comport&#259;m ra&#355;ional &#238;n timpul unui cutremur!</B>
</DIV>

<P>Panica iscata &#238;n timpul unui incident major (cum este un cutremur) provoac&#259; adesea mai multe victime dec&#226;t incidentul &#238;n sine!

<P>Fiecare dintre noi trebuie s&#259; &#238;nve&#355;e din timp cum s&#259; se comporte &#238;n situa&#355;ii limit&#259;, pentru a&minus;&#351;i m&#259;ri &#351;ansele de supravie&#355;uire.

<P><IMG src="img/warning.gif">&nbsp;<B><I><FONT color=red>Dac&#259; e&#351;ti surprins de un cutremur &#238;n exteriorul unei cl&#259;diri, </FONT></I></B>&#238;ndep&#259;rteaz&#259;&minus;te
   &#238;ntr&minus;un loc deschis, altfel ai putea fi lovit de panouri care cad, cioburi de sticl&#259; &#351;i elemente de zid&#259;rie care pot fi expulzate din structurile
   care se clatin&#259;.
   
<P><IMG src="img/warning.gif">&nbsp;<B><I><FONT color=red>Dac&#259; e&#351;ti surprins de un cutremur &#238;n interiorul unei cl&#259;dir, </FONT></I></B>r&#259;m&#226;i &#238;n interior! 
   Liftul &#351;i casa sc&#259;rilor sunt locuri &#238;n care &#351;ansa de supravie&#355;uire este aproape nul&#259;! Sc&#259;rile cl&#259;dirilor &#238;nalte cedeaz&#259; primele, iar panica iscat&#259; de 
   oamenii care n&#259;v&#259;lesc este chiar mai periculoas&#259; dec&#226;t cutremurul &#238;nsu&#351;i!
   
<P>&#206;nchide orice flac&#259;r&#259; deschis&#259; &#351;i opre&#351;te alimentarea cu energie electric&#259;. Incendiile provocate de fisurarea conductelor de gaz &#351;i scurtcircuite provoac&#259;
   adesea cele mai multe pagube.
   
<P>Ghemuie&#351;te&minus;te jos, L&#194;NG&#258; un obiect mare &#351;i rezistent (canapea, fotoliu), cu spatele spre ferestre! Obiectele mari, chiar dac&#259; sunt par&#355;ial distruse 
   de grinzi &#351;i plafoane care se pr&#259;bu&#351;esc, ofer&#259; &#238;n jurul lor un mic spa&#355;iu protejat, &#238;n adev&#259;rate <I>triunghiuri ale vie&#355;ii</I> (figura&nbsp;1C7&minus;6).
   
<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c7_6.jpg"></TD>
        <TD><SMALL><B>Fig. 1C7-6. </B>Reprezentarea simbolic&#259; a triunghiurilor vie&#355;ii.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P>Un telefon mobil (sau chiar un fluier) &#238;&#355;i poate salva via&#355;a dac&#259; e&#351;ti blocat sub d&#259;r&#226;m&#259;turi. Este esen&#355;ial s&#259;&minus;&#355;i faci cumva semnalat&#259; prezen&#355;a, 
   astfel ca salvatorii s&#259; poat&#259; ajunge la tine.
   
<P>Existe numeroase detalii ale comportamentului ra&#355;ional &#238;nainte, &#238;n timpul &#351;i dupa producerea unui cutremur. 
   Acceseaz&#259; acest <A href="eq/eq.html" target=new>ghid</A> (aproape) complet!    
         
</BODY>
</HTML>

















