<HTML>
<HEAD>
<TITLE>Interferen&#355;a undelor mecanice</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Unde mecanice</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>C.8.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Interferen&#355;a undelor mecanice</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>C&#226;nd plou&#259; pe suprafa&#355;a unui lar, fiecare loc &#238;n care cade un strop de ap&#259; devine o surs&#259; de perturba&#355;ii, de la care se propag&#259; unde pe suprafa&#355;a apei,
   &#238;n toate direc&#355;iile (figura&nbsp;1C8&minus;1).

<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c8_1.jpg"></TD>
        <TD><SMALL><B>Fig. 1C8-1. </B>Suprafa&#355;a unui lac, &#238;n timp ce plou&#259;.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P>&#206;ntr&minus;un punct de pe suprafa&#355;a apei sosesc <I>deodat&#259;</I> unde de la numeroase surse. Oscila&#355;ia &#238;n acel punct este rezultatul suprapunerii (compunerii)
   acestor unde.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>interferen&#355;&#259;</I> compunerea mai multor unde.</B>
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C8&minus;1</I></B>
  <P>Cum te a&#351;tep&#355;i s&#259; oscileze un punct <I>P</I> al unui mediu, &#238;n care sosesc unde plane de la dou&#259; surse sincrone? (figura&nbsp;1C8&minus;2)
  <DIV class=image>
     <P align=center><IMG src="img/1c8_2.jpg">
     <P><B>Fig. 1C8-2. </B>&#206;n punctul <I>P</I> interfer&#259; undele plane sosite de la dou&#259; surse sincrone.
  </DIV>
</DIV>

<P>Presupun&#226;nd, pentru simplitate, c&#259; cele dou&#259; surse oscileaz&#259; armonic dup&#259; legile:

<P align=center><IMG src="img/e1c8_1.gif">

<P>respectiv,

<P align=center><IMG src="img/e1c8_2.gif">

<P>ecua&#355;iile undelor plane care sosesc &#238;n punctul <I>P</I> sunt:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1c8_3.gif"></TD>
    <TD align=right>(1)</TD>
  </TR>
</TABLE>

<P>respectiv,

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1c8_4.gif"></TD>
    <TD align=right>(2)</TD>
  </TR>
</TABLE>

<P>De&#351;i sursele sunt sincrone (aceea&#351;i frecven&#355;&#259; &#351;i aceea&#351;i faz&#259;), datorit&#259; distan&#355;elor (&#238;n general) diferite p&#226;n&#259; &#238;n punctul <I>P</I>, undele care interfer&#259;
   &#238;n punctul <I>P</I> sunt, &#238;n general, defazate cu:
   
<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1c8_5.gif"></TD>
    <TD align=right>(3)</TD>
  </TR>
</TABLE>
   
<P>A&#351;adar, <I>diferen&#355;a de faz&#259;</I> dintre undele care interfer&#259; &#238;n punctul <I>P</I> depinde de <I>diferen&#355;a de drum</I> &Delta;<I>x</I>.

<P><I>Amplitudinea de oscila&#355;ie</I> &#238;n punctul <I>P</I> depinde de <I>amplitudinile</I> celor dou&#259; unde care interfer&#259;, precum &#351;i de <I>defazajul</I> dintre
   acestea:
   
<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1c8_6.gif"></TD>
    <TD align=right>(4)</TD>
  </TR>
</TABLE>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C8&minus;2</I></B>
  <P>Care puncte ale mediului te a&#351;tep&#355;i s&#259; oscileze cu cea mai mare amplitudine?
</DIV>

<P>Amplitudinea de oscila&#355;ie dat&#259; de rela&#355;ia (4) este maxim&#259; &#238;n punctele mediului pentru care <IMG src="img/e1c8_7.gif" align=absmiddle>:

<P align=center><IMG src="img/e1c8_8.gif">

<P>&#206;n punctele de maxim de interferen&#355;&#259;, amplitudinea de oscila&#355;ie este mai mare dec&#226;t a fiec&#259;rei surse &#238;n parte!

<P>Pentru aceste puncte, defazajul cu care sosesc undele este nul, sau, &#238;n general, multiplu par de <FONT face="symbol"><I>p</I></FONT> (
   <IMG src="img/e1C8_9.gif" align=absmiddle>, <I>k</I> fiind un num&#259;r &#238;ntreg, inclusiv zero).

<P>Folosind rela&#355;ia (3), ob&#355;inem condi&#355;ia pentru un maxim de interferen&#355;&#259; (<I>interferen&#355;&#259; constructiv&#259;</I>):

<P align=center><IMG src="img/e1c8_10.gif">

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Prin interferen&#355;a a dou&#259; unde plane, care au aceea&#351;i lungime de und&#259;, se ob&#355;in maxime de interferen&#355;&#259; &#238;n punctele mediului pentru care diferen&#355;a de
     drum este <I>multiplu par</I> al semilungimii de und&#259;.</B>
</DIV>

<P>&#206;n cazul particular &#238;n care cele dou&#259; unde au amplitudini egale(<I>A</I><SUB>1</SUB>&nbsp;=&nbsp;<I>A</I><SUB>2</SUB>&nbsp;=&nbsp;<I>A</I>), amplitudinea
   de oscila&#355;ie &#238;n maximele de interferen&#355;&#259; este 2&nbsp;&middot;&nbsp;<I>A</I>, dubl&#259; fa&#355;&#259; de amplitudinea de oscila&#355;ie a fiec&#259;rei surse!
   
<P>&#206;n maximele de interferen&#355;&#259;, energia de oscila&#355;ie (care depinde de p&#259;tratul amplitudinii) este de patru ori mai mare dec&#226;t a fiec&#259;rei surse &#351;i de dou&#259; ori
   mai mare dec&#226;t suma energiilor de oscila&#355;ie ale celor dou&#259; surse!
   
<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C8&minus;3</I></B>
  <P>Cum este oare posibil ca oscila&#355;iile unor puncte ale mediului s&#259; fie mai energice dec&#226;t oscila&#355;iile surselor?
</DIV>

<P>Doar (foarte) pu&#355;ine puncte ale mediului se afl&#259; &#238;n maximele de interferen&#355;&#259;. Pentru toate celelalte, amplitudinea este mai mic&#259; (<IMG src="img/e1c8_11.gif" align=absmiddle>).

<P>Amplitudinea minim&#259; (minimul de interferen&#355;&#259;) se ob&#355;ine &#238;n punctele &#238;n care <IMG src="img/e1c8_12.gif" align=absmiddle>:

<P align=center><IMG src="img/e1c8_13.gif">

<P>Pentru aceste puncte, defazajul cu care sosesc undele este <FONT face="symbol"><I>p</I></FONT> sau, &#238;n general, un multiplu impar de <FONT face="symbol"><I>p</I></FONT>
   (<IMG src="img/e1c8_14.gif" align=absmiddle>).
   
<P>A&#351;adar, condi&#355;ia pentru un <I>minim de interferen&#355;&#259;</I> (<I>interferen&#355;&#259; distructiv&#259;</I>) este:

<P align=center><IMG src="img/e1c8_15.gif">
   
<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Minimele de interferen&#355;&#259; se ob&#355;in &#238;n punctele pentru care diferen&#355;a de drum este un <I>multiplu impar</I> al semilungimii de und&#259;.</B>
</DIV>

<P>&#206;n cazul particular &#238;n care cele dou&#259; unde au amplitudini egale, amplitudinea de oscila&#355;ie &#238;n minimele de interferen&#355;&#259; este nul&#259;! Dou&#259; unde sosesc deodat&#259;
   &#238;n aceste puncte care r&#259;m&#226;n, totu&#351;i, neafectate!
   
<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Interferen&#355;a distribuie inegal energia de oscila&#355;ie &#238;ntre maximele &#351;i minimele de interferen&#355;&#259;.</B>
</DIV>

<P>Figura&nbsp;1C8&minus;3 prezint&#259; interferen&#355;a undelor pe suprafa&#355;a apei, provenite de la dou&#259; surse (aproape) punctiforme.

<DIV class=image>
   <P align=center><IMG src="img/1c8_3.jpg">
   <P><B>Fig. 1C8-3. </B>Interferen&#355;a undelor pe suprafa&#355;a apei.
</DIV>
            
</BODY>
</HTML>

















