<HTML>
<HEAD>
<TITLE>Unde sta&#355;ionare</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Unde mecanice</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>C.9.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Unde sta&#355;ionare</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Esen&#355;a undei unde este <I>propagarea</I>! 

<P>C&#226;nd &#238;ns&#259; interfer&#259; unde care, &#238;ntr&minus;un punct al mediului, &#238;&#351;i men&#355;in amplitudinile &#351;i defazajul nemodificate
   &#238;n timp, amplitudinea de oscila&#355;ia &#238;n acel punct va fi, de asemenea, constant&#259; &#238;n timp. 
   
<P>Punctele mediului aflate &#238;n maximele de interferen&#355;&#259; oscileaz&#259; mereu cu amplitudine maxim&#259;. Tot a&#351;a, punctele aflate &#238;n minimele de interferen&#355;&#259;, oscileaz&#259;
   mereu cu amplitudine minim&#259;. C&#226;mpul de interferen&#355;&#259; este <I>sta&#355;ionar</I> (nu se modific&#259; &#238;n timp).

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>unde coerente</I> undele care &#238;&#351;i men&#355;in nemodificat&#259; &#238;n timp diferen&#355;a de faz&#259; pentru fiecare punct al unui mediu.
     <P>Interferen&#355;a undelor coerente este sta&#355;ionar&#259;.</B>
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C9&minus;1</I></B>
  <P>Un fir este fixat de un cap&#259;t, iar cel&#259;lalt cap&#259;t este for&#355;at s&#259; oscileze.
  <P>Cum te a&#351;tep&#355;i s&#259; oscileze diferitele por&#355;iuni ale firului?
</DIV>

<P>De la cap&#259;tul for&#355;at s&#259; oscileze se propag&#259; unde &#238;n lungul firului. Ajunse la cap&#259;tul fixat, undele se reflect&#259; &#351;i &#238;&#351;i inverseaz&#259; sensul de propagare.

<P>Pe drumul de &#238;ntoarcere, undele reflectate &#238;nt&#226;lnesc unde care sosesc de la cap&#259;tul care oscileaz&#259; &#351;i interfer&#259; cu acesta.

<P>&#206;ntr&minus;un punct oarecare <I>P</I> al firului, unda direct&#259; parcurge drumul <I>x</I>, &#238;n timp ce unda reflectat&#259; parcurge, pe traseul dus&minus;&#238;ntors,
   drumul (geometric) <IMG src="img/e1c9_1.gif" align=absmiddle> (figura&nbsp;1C9&minus;1).

<DIV class=image>
   <P align=center><IMG src="img/1c9_1.jpg">
   <P><B>Fig. 1C9-1. </B>Traseele undelor care interfer&#259; &#238;ntr&minus;un fir.
</DIV>

<P>Diferen&#355;a de drum (geometric) pentru undele (reflectat&#259; &#351;i direct&#259;) care interfer&#259; este, a&#351;adar:

<P align=center><IMG src="img/e1c9_2.gif">

<P>Prin reflexie pe un obstacol mai rigid (cap&#259;tul fixat), unda reflectat&#259; &#238;&#351;i modific&#259; brusc faza cu <FONT face="symbol"><I>p</I></FONT> ("pierde" o 
   jum&#259;tate de ciclu), astfel c&#259; defazajul undelor care se &#238;nt&#226;lnesc &#238;n <I>P</I> este:
   
<P align=center><IMG src="img/e1c9_3.gif">

<P>A&#351;adar, starea de interferen&#355;&#259; a punctului <I>P</I> depinde doar de coordonata <I>x</I> a acestui punct &#351;i nu semodific&#259; &#238;n timp &minus; interferen&#355;a este
   sta&#355;ionar&#259;.
   
<P>Cap&#259;tul care oscileaz&#259; for&#355;at (pentru care <I>x</I>&nbsp;=&nbsp;0), defazajul fa&#355;&#259; de unda reflectat&#259; pe cap&#259;tul fixat este:

<P align=center><IMG src="img/e1c9_4.gif">

<P>Dac&#259; interferen&#355;a este constructiv&#259;, amplitudinea de oscila&#355;ie va fi maxim&#259;: firul vibreaz&#259; rezonant. Aceasta se &#238;nt&#226;mpl&#259; doar pentru anumite lungimi ale
   firului!
   
<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1C9&minus;1</I></B>
  <P>Investigheaz&#259; vibra&#355;iile de rezonan&#355;&#259; ale unui fir, folosind mijloace la &#238;ndem&#226;n&#259;.
  <P><B><I>Pasul 1&nbsp; </I></B>Construie&#351;te un ansamblu dintr&minus;un mic motor electric (recuperat de la o juc&#259;rie) &#351;i dou&#259; baterii R6 &#238;nseriate.
     <P>O solu&#355;ie posibil&#259; este prezentat&#259; &#238;n figura&nbsp;1C9&minus;2 (motorul a fost fixat &#238;n compartimentul becului unei mici lanterne).  
     <P><DIV class=image>
          <P align=center><IMG src="img/1c9_2.jpg"></TD>
          <P><B>Fig. 1C9-2. </B>Dispozitiv pentru investigarea vibra&#355;iei rezonante a unui fir.
        </DIV>
  <P><B><I>Pasul 2&nbsp; </I></B>Leag&#259; ansamblul la cap&#259;tul unui &#351;nur gros, lung de aproximativ un metru. Acesta va fi firul care va vibra rezonant.
  <P><B><I>Pasul 3&nbsp; </I></B>Fixeaz&#259; pe axul motorului o cle&#259;m&minus;crocodil. C&#226;nd axul motorului se rote&#351;te rapid, fixarea excentric&#259; a cleimei va
     determina vitra&#355;ia ampl&#259; a ansamblului &minus; aceasta este sursa de vibra&#355;ii de la unul dintre capetele &#351;nurului.
  <P><B><I>Pasul 4&nbsp; </I></B>&#354;ine de cap&#259;tul liber al &#351;nurului, astfel &#238;nc&#226;t ansamblul motorului s&#259; at&#226;rne liber. 
     <P>Porne&#351;te motorul &#351;i observ&#259; ce se &#238;nt&#226;mpl&#259;.
     <P>Modific&#259; lungimea firului care at&#226;rn&#259;, &#355;in&#226;nd mereu din alt loc, p&#226;n&#259; c&#226;nd ob&#355;ii unde sta&#355;ionare rezonante.  
</DIV>

<P>Pentru anumite lungimi ale firului, cap&#259;tul inferior vibreaz&#259; cu amplitudine maxim&#259;. Totodat&#259;, aspectul firului este de "fus" multiplu, cu unele puncte care 
   oscileaz&#259; amplu (numite <I>ventre</I>), precum &#351;i alte puncte care nu oscileaz&#259; deloc, numite <I>noduri</I> (figura&nbsp;1C9&minus;3).

<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c9_3.jpg"></TD>
        <TD><SMALL><B>Fig. 1C9-3. </B>Ventrele &#351;i nodurile unui fir care vibreaz&#259; rezonant.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C9&minus;2</I></B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie distan&#355;a dintre un ventru &#351;i nodul vecin al unui fir care vibreaz&#259; rezonant?
</DIV>

<P>Defazajul undelor care interfer&#259; &#238;ntr&minus;un ventru este un multiplu par de <FONT face="symbol"><I>p</I></FONT>:

<P align=center><IMG src="img/e1c9_5.gif">

<P>iar defazajul &#238;n nodul vecin este multiplul impar de <FONT face="symbol"><I>p</I></FONT>:

<P align=center><IMG src="img/e1c9_6.gif">

<P>Din aceste rela&#355;ii, ob&#355;ii distan&#355;a dintre un ventru &#351;i nodul vecin:

<P align=center><IMG src="img/e1c9_7.gif">

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>&#206;ntr&minus;un fir care vibreaz&#259; rezonant, nodurile &#351;i ventrele se succed regulat, la distan&#355;e egale cu c&#226;te un sfert de lungime de und&#259;.</B>
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C9&minus;3</I></B>
  <P>&#206;n c&#226;te moduri te a&#351;tep&#355;i s&#259; poat&#259; vibra rezonant un fir fixat la ambele capete?
</DIV>

<P>Capetele fiind fixate, acestea nu pot fi dec&#226;t noduri. &#206;ntre acestea trebuie s&#259; se afle cel pu&#355;in un ventru. Acesta este <I>modul fundamental</I> de vibra&#355;ie 
   al unui fir fixat la ambele capete (figura&nbsp;1C9&minus;4).

<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c9_4.jpg"></TD>
        <TD><SMALL><B>Fig. 1C9-4. </B>Modul fundamental de vibra&#355;ie rezonant&#259; al unui fir fixat la ambele capete.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Lungimea unui fir fixat la ambele capete, care vibreaz&#259; rezonant &#238;n modul fundamental, este egal&#259; cu o jum&#259;tate de lungime de und&#259;.</B>
</DIV>

<P>Condi&#355;ia de vibra&#355;ie rezonant&#259; este &#238;ndeplinit&#259; &#351;i pentru configura&#355;ii cu mai multe noduri &#351;i ventre. Acestea sunt <I>moduri armonice</I> de vibra&#355;ie
   rezonant&#259; (figura&nbsp;1C9&minus;5).
   
<P><DIV class=image>
   <TABLE>
      <TR>
        <TD><IMG src="img/1c9_5.jpg"></TD>
        <TD><SMALL><B>Fig. 1C9-5. </B>Moduri armonice de vibra&#355;ie rezonant&#259; ale unui fir fixat la ambele capete.</SMALL>
      </TR>
   </TABLE>
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1C9&minus;4</I></B>
  <P>Care te a&#351;tep&#355;i s&#259; fie rela&#355;ia &#238;ntre frecven&#355;ele modurilor armonice &#351;i frecven&#355;a modului fundamental?
</DIV>

<P>Oricare ar fi modul armonic, lungimea firului este un multiplu al semilungimii de und&#259; (figura&nbsp;1C9&minus;5):

<P align=center><IMG src="img/e1c9_8.gif">

<P><I>n</I> fiind 1 pentru prima armonic&#259;, 2 pentru a doua &#351;.a.m.d. (<I>n</I>&nbsp;=&nbsp;0 pentru modul fundamental).

<P>Dar lungimea de und&#259; este legat&#259; de frecven&#355;a <I>f</I> prin rela&#355;ia:

<P align=center><IMG src="img/e1c9_9.gif">

<P><I>c</I> fiind viteza de propagare a undelor &#238;n lungul firului.

<P>A&#351;adar, frecven&#355;a modului armonic de ordinul <I>n</I> este:

<P align=center><IMG src="img/e1c9_10.gif">

<P>Astfel, frecven&#355;a primei armonici (<I>n</I>&nbsp;=&nbsp;1) este dublul frecven&#355;ei fundamentale <I>f</I><SUB>0</SUB>, iar a celei de&minus;a doua armonici
   (<I>n</I>&nbsp;=&nbsp;2) este triplul frecven&#355;ei fundamentale &#351;.a.m.d. &#206;n general,
   
<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Frecven&#355;a oric&#259;rei armonici este un multiplu al frecven&#355;ei fundamentale.</B>
</DIV>

<P>Modurile rezonante de vibra&#355;ie (cel fundamental &#351;i armonicele) sunt esen&#355;iale pentru toate sistemele oscilante: structurile sunt foarte solicitate &#238;n
   zonele ventrelor &#351;i r&#259;m&#226;n practic neafectate &#238;n zonele nodurilor.
   
<P>O importan&#355;&#259; special&#259; au aceste moduri rezonante &#238;n domeniul instrumentelor muzicale (subiect pe care &#238;l vei &#238;nt&#226;lni &#238;n c&#226;teva dintre sec&#355;iunile urm&#259;toare).
            
</BODY>
</HTML>


















