<HTML>
<HEAD>
<TITLE>Unde mecanice. Alte provoc&#259;ri</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Unde mecanice</H3>

<DIV class=challenge>
  <H2><I>Alte provoc&#259;ri</I></H2>
</DIV>

<OL>
  <LI><B><I>Urme pe... ap&#259;!</I></B>
      <P>Dac&#259; p&#259;&#351;e&#351;ti pe nisip, urmele pa&#351;ilor t&#259;i r&#259;m&#226;n acolo unde au fost f&#259;cute (figura&nbsp;1).
      <P><DIV class=image>
           <P align=center><IMG src="img/1c_p1.jpg">
           <P><B>Fig. 1. </B>Urme pe nisip.
         </DIV>
      <P>Unele insecte pot "p&#259;&#351;i" chiar &#351;i pe ap&#259; (figura&nbsp;2)!   
      <P><DIV class=image>
           <P align=center><IMG src="img/1c_p2.jpg">
           <P><B>Fig. 2. </B>Insect&#259; care poate "p&#259;&#351;i" pe ap&#259;.
         </DIV>
      <P>Atrac&#355;ia dintre moleculele apei face ca suprafa&#355;a acesteia s&#259; fie tensionat&#259;, asemenea unei membrane elastice. Ap&#259;sat&#259; u&#351;or, suprafa&#355;a apei se 
         curbeaz&#259; &#351;i poate sus&#355;ine corpuri u&#351;oare, cum sunt insectele.
      <P>C&#226;nd "p&#259;&#351;e&#351;te" pe ap&#259;, o astfel de insect&#259; genereaz&#259; unde pe suprafa&#355;a apei. Fronturile de und&#259; au centrul &#238;n locul perturba&#355;iei ini&#355;iale &#351;i raza
         din ce &#238;n ce mai mare.
         
      <P>&#206;n figura&nbsp;3 au fost reprezentate schematic undele produse de o perturba&#355;ie periodic&#259; produs&#259; &#238;n punctul <I>A</I> de pe suprafa&#355;a apei.

      <P align=center><TABLE cellpadding=6>
        <TR>
           <TD align=center><IMG src="img/1c_p3.jpg"></TD>
           <TD><SMALL><B>Fig. 3. </B>Reprezentarea schematic&#259; a undelor pe suprafa&#355;a apei, provenite dintr&minus;o perturba&#355;ie periodic&#259; produs&#259; &#238;n 
               punctul <I>A</I>.</SMALL></TD>
        </TR>
      </TABLE>
      
      <P>Cercurile din figura&nbsp;3 reprezint&#259; "crestele" undelor (punctele de pe suprafa&#355;a apei care se afl&#259;, la un moment dat, la cea mai mare &#238;n&#259;l&#355;ime).
      
      <P><B>a. </B>Care este semnifica&#355;ia distan&#355;ei dintre dou&#259; "creste" vecine?
      
      <P><B>b. </B>&#206;ncotro se deplaseaz&#259; o insect&#259; care produce pe suprafa&#355;a apei unde ca cele din figura&nbsp;4?
      
      <P align=center><TABLE cellpadding=6>
        <TR>
           <TD align=center><IMG src="img/1c_p4.jpg"></TD>
           <TD><SMALL><B>Fig. 4. </B>Unde generate pe suprafa&#355;a apei de o insect&#259; care se deplaseaz&#259;.</SMALL></TD>
        </TR>
      </TABLE>
       
      <P><B>c. </B>Cum este frecven&#355;a undelor care trec prin punctul <I>B</I> din figura&nbsp;4, comparativ cu frecven&#355;a undelor generate de insect&#259;? Dar
         frecven&#355;a undelor care trec prin punctul <I>C</I>?
         
      <P><B>d. </B>Cum te a&#351;tep&#355;i s&#259; se modifice fronturile de und&#259; dac&#259; insecta &#238;&#351;i inverseaz&#259; sensul de deplasare pe suprafa&#355;a apei?

      <P><SMALL><B><I>R&#259;spuns par&#355;ial:&nbsp; </I></B>
        <B>a. </B>Lungimea de und&#259;. <B>b. </B>Spre dreapta. Fronturile de und&#259; mai recente (cele care au raz&#259; mai mic&#259;) au centrul mereu mai spre dreapta.
      </SMALL> 
         
      <BR><BR><BR>


  <LI><B><I>Efectul Doppler</I></B>
      <P>Exemplul prezentat &#238;n provocarea precedent&#259; atest&#259; faptul c&#259; frecven&#355;a undelor &#238;nregistrat&#259; de un observator depinde de mi&#351;carea relativ&#259; dintre
         acesta &#351;i sursa undelor &minus; acesta este <I>efectul Doppler</I>.
         
      <P><B>a. </B>C&#226;t te a&#351;tep&#355;i s&#259; fie frecven&#355;a undelor &#238;nregistrate de la o surs&#259; care se apropie de observator cu viteza <I>v</I>, undele propag&#226;ndu&minus;se
         cu viteza <I>c</I>, iar observatorul fiind &#238;n repaus fa&#355;&#259; de mediul &#238;n care se propag&#259; undele?

      <P>Analizeaz&#259; &#351;i cazurile urm&#259;toare:
               
      <P><B>b. </B>Sursa se &#238;ndep&#259;rteaz&#259; cu viteza <I>v</I> de observatorul aflat &#238;n repaus fa&#355;&#259; de mediu.
      
      <P><B>c. </B>Sursa este &#238;n repaus fa&#355;&#259; de mediu, iar observatorul se apropie de surs&#259; cu viteza <I>v</I>.
      
      <P><B>d. </B>Sursa este &#238;n repaus fa&#355;&#259; de mediu, iar observatorul se &#238;ndep&#259;rteaz&#259; de surs&#259; cu viteza <I>v</I>.

      <P><SMALL><B><I>R&#259;spuns par&#355;ial:&nbsp; </I></B>
        <B>a. </B><IMG src="img/e1c_p1.gif" align=absmiddle>
      </SMALL> 
         
      <BR><BR><BR>

  <LI><B><I>Mai repede dec&#226;t... undele!</I></B>
      <P>O ambarca&#355;iune se poate deplasa cu vitez&#259; <I>mai mare</I> dec&#226;t a undelor pe care le produce pe suprafa&#355;a apei.
      
      <P><B>a. </B>Reprezint&#259; schematic undele produse de ambarca&#355;iunea &#238;n mi&#351;care cu vitez&#259; dubl&#259; fa&#355;&#259; de cea a undelor pe care le produce pe suprafa&#355;a apei.
      
      <P><B>b. </B>De c&#226;te ori este mai mare viteza ambarca&#355;iunii din figura&nbsp;5, &#238;n compara&#355;ie cu viteza undelor pe care le produce pe suprafa&#355;a apei?

      <P><DIV class=image>
           <P align=center><IMG src="img/1c_p5.jpg">
           <P><B>Fig. 5. </B>Valurile produse de o ambarca&#355;iune &#238;n mi&#351;care.
         </DIV>

      <P><SMALL><B><I>R&#259;spuns par&#355;ial:&nbsp; </I></B>
        <B>b. </B>De aproximativ 1,6 ori.
      </SMALL> 
         
      <BR><BR><BR>

  <LI><B><I>Ecua&#355;ia undei</I></B>
      <P>Ecua&#355;ia unei unde plane transversale este:
      
      <P align=center><IMG src="img/e1c_p2.gif">
      
      <P>Identific&#259;:
      
      <P><B>a. </B>Amplitudinea undei.
      
      <P><B>b. </B>Lungimea de und&#259;.

      <P><B>c. </B>Frecven&#355;a.

      <P><B>d. </B>Viteza de propagare a undei.

      <P><SMALL><B><I>R&#259;spuns par&#355;ial:&nbsp; </I></B>
        <B>b. </B>2&nbsp;m.
      </SMALL> 
         
      <BR><BR><BR>

  <LI><B><I>Legile reflexiei</I></B>
      <P>Legile dup&#259; care se desf&#259;&#351;oar&#259; reflexia undelor mecanice sunt asem&#259;n&#259;toare legilor reflexiei luminii. 
      
      <P>Po&#355;i ob&#355;ine, din acest motiv, concluzia c&#259; lumina este o und&#259;, sau chiar c&#259; lumina este o und&#259; mecanic&#259;?

      <P><SMALL><B><I>R&#259;spuns par&#355;ial:&nbsp; </I></B>
        Concluzia c&#259; lumina este o und&#259; poate fi ob&#355;inut&#259; doar dac&#259; lumina se comport&#259; ca und&#259; <I>&#238;n toate situa&#355;iile</I> (reflexia este doar un singur caz).
      </SMALL> 
         
      <BR><BR><BR>

  <LI><B><I>Reflexia pe obstacole curbe</I></B>
      <P>Cum te a&#351;tep&#355;i s&#259; se desf&#259;&#351;oare reflexia unei unde plane pe un obstacol concav?
      <P>Dar pe unul convex?
      <P>Analizeaz&#259; cazul &#238;n care obstacolul este circular, cu raza mult mai mare dec&#226;t "deschiderea" sa.
         
      <BR><BR><BR>

  <LI><B><I>Lentile pentru unde mecanice</I></B>
      <P>Cum te a&#351;tep&#355;i s&#259; se desf&#259;&#351;oare refrac&#355;ia unei unde plane pe un obstacol lenticular?
      <P>Po&#355;i oare utiliza ce &#351;ti deja despre lentilele prin care se refract&#259; lumina?
         
      <BR><BR><BR>

  <LI><B><I>Reflexia total&#259;</I></B>
      <P>&#206;n cazul luminii, ai &#238;nt&#226;lnit fenomenul reflexiei totale. 
      <P>Este oare posibil un astfel de fenomen &#351;i &#238;n cazul undelor mecanice?

      <BR><BR><BR>

  <LI><B><I>Avertizor seismic</I></B>
      <P>Cele mai distrug&#259;toare unde seismice sunt undele <I>S</I>.
      <P><B>a. </B>Cum ai putea fi avertizat <I>&#238;nainte</I> ca undele <I>S</I> s&#259; ajung&#259; la tine, doar detect&#226;nd undele <I>P</I> (care sosesc primele)?
      <P><B>b. </B>C&#226;t ar fi timpul de avertizare oferit de un astfel de sistem &#238;n localitatea &#238;n care te afli, &#238;n cazul unui cutremur din zona Vrancea,
         produs la 100&nbsp;km ad&#226;ncime?
         
      <BR><BR><BR>

  <LI><B><I>O zecime de grad!</I></B>
      <P>De c&#226;te ori cre&#351;te amplitudinea undelor seismice &#238;n cazul cre&#351;terii magnitudinii cu o zecime de grad pe scara Richter?
      <P>Dar energia eliberat&#259; de cutremur?

      <BR><BR><BR>

  <LI><B><I>Scara Mercalli</I></B>
      <P>C&#226;t de intens este resim&#355;it un cutremur &#238;ntr&minus;o anumit&#259; zon&#259; depinde de mul&#355;i factori (&#238;n principal, de distan&#355;a fa&#355;&#259; de epicentru).
      <P>Intensitatea cu care este resim&#355;it un seism, &#238;ntr&minus;un anumit loc, este descris&#259; pe o scar&#259; de intensit&#259;&#355;i, numit&#259; <I>scara Mercalli</I>.
      <P>Intereseaz&#259;&minus;te &#238;n leg&#259;tur&#259; cu aceast&#259; scar&#259; (cea mai la &#238;ndem&#226;n&#259; surs&#259; este internetul!).

      <BR><BR><BR>

  <LI><B><I>Interfranja</I></B>
      <P>Dou&#259; surse genereaz&#259; unde plane care se propag&#259; c&#259;tre un perete. Dreapta care une&#351;te sursele este paralel&#259; cu peretele, iar distan&#355;a dintre surse
         &#351;i perete este mult mai mare dec&#226;t distan&#355;a dintre surse.
         
      <P>C&#226;t te a&#351;tep&#355;i s&#259; fie distan&#355;a dintre dou&#259; maxime de interferen&#355;&#259; vecine, la nivelul peretelui? Aceast&#259; distan&#355;&#259; este numit&#259; <I>interfranj&#259;</I>.

      <BR><BR><BR>

  <LI><A name="p13"><B><I>Unde... &#238;ncremenite!</I></B></A>
      <P>&#206;ntinde un fir elastic vertical, &#238;n fa&#355;a unui monitor care prezint&#259; un ecran alb.
      <P>Provoac&#259; unde &#238;n firul elastic &#351;i observ&#259; firul. 
      <P>Modific&#259; tensiunea firului, p&#226;n&#259; c&#226;nd observi o imagine "&#238;ncremenit&#259;" a undelor care se propag&#259; &#238;n acesta. Aceast&#259; metod&#259; de observare a proceselor 
         periodice este numit&#259; <I>stroboscopie</I>.
      <P>Cuosc&#226;nd frecven&#355;a de re&#238;mprosp&#259;tare (<I>screen refresh rate</I>) a ecranului monitorului, estimeaz&#259; viteza cu care se propag&#259; undele &#238;n fir.

      <BR><BR><BR>

  <LI><B><I>Antena</I></B>
      <P>Electronii se pot deplasa aproape liber &#238;n interiorul unui fir metalic, dar nu &#351;i la frontiera acestuia.
      <P>Care te a&#351;tep&#355;i s&#259; fie rela&#355;ia dintre lungimea unui fir metalic utilizat ca anten&#259; &#351;i lungimea fundamental&#259; de und&#259; a undelor sta&#355;ionare longitudinale
         ale electronilor &#238;n fir?
      <P>Dar dac&#259; un cap&#259;t al antenei este legat la P&#259;m&#226;nt?   
            
</OL>
    
</BODY>
</HTML>





























