<HTML>
<HEAD>
<TITLE>Caracteristicile sunetului</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Acustica</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>D.1.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Caracteristicile sunetului</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1D1&minus;1</I></B>
  <P>Investigheaz&#259; generarea sunetelor.

  <P><B><I>Pasul 1&nbsp; </I></B>Acceseaz&#259; acest <A href="audiogen/audio.exe">generator audio</A>.
     <P>Acesta &#238;&#355;i permite s&#259; generezi sunete prin difuzoarele ata&#351;ate calculatorului.
    
  <P><B><I>Pasul 2&nbsp; </I></B>Desf&#259; sita frontal&#259; care protejeaz&#259; difuzoarele unei boxe &#351;i pune boxa orizontal, cu difuzoarele &#238;n sus (figura&nbsp;1D1&minus;1).

     <DIV class=image>
       <P align=center><IMG src="img/1d1_1.jpg">
       <P><B>Fig. 1D1-1. </B>Difuzoarele unei boxe de calculator, expuse prin &#238;ndep&#259;rtarea sitei de protec&#355;ie.
     </DIV>

  <P><B><I>Pasul 3&nbsp; </I></B>"Presar&#259;" buc&#259;&#355;i mici de polistiren expandat &#238;n conul difuzorului. Genereaz&#259; sunete cu diferite frecven&#355;e &#351;i amplitudini &#351;i
     observ&#259; ce se &#238;nt&#226;mpl&#259;.  
</DIV>

<P>Vibra&#355;iile membranei difuzorului se transmit, prin ciocnire, particulelor de polistiren (figura&nbsp;1D1&minus;2).

<DIV class=image>
  <P align=center><IMG src="img/1d1_2.jpg">
  <P><B>Fig. 1D1-2. </B>Vibra&#355;iile membranei difuzorului se transmit particulelor de polistiren.
</DIV>

<P>Totodat&#259;, auzi sunete! A&#351;a cum membrana difuzorului love&#351;te particulele de polistiren, tot a&#351;a love&#351;te &#351;i moleculele aerului, provoc&#226;nd comprimarea local&#259;
   a acestuia. 
   
<P>Aceast&#259; perturba&#355;ie se propag&#259; din aproape &#238;n aproape, ca o und&#259; longitudinal&#259;, p&#226;n&#259; la urechile tale (figura&nbsp;1D1&minus;3).

<DIV class=image>
  <P align=center><IMG src="img/1d1_3.jpg">
  <P><B>Fig. 1D1-3. </B>Membrana care vibreaz&#259; provoac&#259; unde longitudinale &#238;n aer.
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Undele sonore sunt unde mecanice longitudinale de compresie/rarefiere. 
     <P>Frecven&#355;a undelor sonore este frecven&#355;a cu care se succed compresiile la care este supus&#259; o zon&#259; a mediului.</B>
</DIV>

<P>Viteza de propagare a undelor sonore depinde de caractaristicile mediului de propagare.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D1&minus;1</I></B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie viteza de propagare a undelor sonore &#238;n aer?
</DIV>

<P>&#206;n condi&#355;ii obi&#351;nuite, distan&#355;a medie dintre moleculele aerului este mult mai mare dec&#226;t dimensiunile acestora. 

<P>Perturb&#226;nd o molecul&#259;, aceasta poate transmite perturba&#355;ia doar str&#259;b&#259;t&#226;nd distan&#355;a care o separ&#259; de o molecul&#259; vecin&#259;, pe direc&#355;ia de propagare a 
   perturba&#355;iei.
   
<P>A&#351;adar, viteza undelor sonore &#238;n aer este comparabil&#259; cu viteza cu care moleculele se mi&#351;c&#259; pe direc&#355;ia de propagare:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1d1_1.gif"></TD>
    <TD align=right>(1)</TD>
  </TR>
</TABLE>

<P>unde <IMG src="img/e1d1_2.gif" align=absmiddle> este constanta universal&#259; a gazelor, <I>T</I> este temperatura absolut&#259; a aerului (considerat gaz ideal),
   iar <I>M</I> este masa sa molar&#259;.

<P>La temperatura camerei (20<SUP>0</SUP>C), viteza cu care se mi&#351;c&#259;, pe direc&#355;ia de propagare, moleculele de azot &minus; cele mai numeroase &#238;n compozi&#355;ia
   aerului (<I>M</I><SUB>azot</SUB>&nbsp;=&nbsp;28&nbsp;kg&nbsp;&middot;&nbsp;kmol<SUP>-1</SUP>), este aproape 300&nbsp;m/s (aproximativ 1000&nbsp;km/h!).

<P>Ne a&#351;tept&#259;m ca viteza sunetului &#238;n aer s&#259; fie chiar mai mare dec&#226;t rezultatul precedent: &#238;n zonele de comprimare foarte rapid&#259; (adiabatic&#259;), temperatura
   este mai mare dec&#226;t cea ambiental&#259;!

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1D1&minus;2</I></B>
  <P>M&#259;soar&#259; viteza sunetului &#238;n aer, cu mijloace aflate la &#238;ndem&#226;n&#259;!

  <P><B><I>Pasul 1&nbsp; </I></B>Ruleaz&#259;, din carton, un tub cu lungimea 0,5&nbsp;m &#351;i diametrul aproximativ egal cu l&#259;&#355;imea boxelor.
  
  <P><B><I>Pasul 2&nbsp; </I></B>Pune boxele pe mas&#259;, r&#259;sturnate, fa&#355;&#259; &#238;n fa&#355;&#259;. Pune tubul de carton &#238;ntre cele dou&#259; boxe, astfel &#238;nc&#226;t capetele tubului s&#259;
     fie &#238;n dreptul difuzoarelor celor dou&#259; boxe.
     
  <P><B><I>Pasul 3&nbsp; </I></B>Porne&#351;te generatorul de sunete &#351;i cre&#351;te treptat frecven&#355;a.
     <P>Observ&#259; ce se &#238;nt&#226;mpl&#259; &#238;n intervalul 340&nbsp;Hz...350&nbsp;Hz.
     <P>&#206;ncearc&#259; s&#259; determini viteza sunetului pe baza observa&#355;iilor f&#259;cute!       
</DIV>

<P>&#206;n intervalul 340&nbsp;Hz...350&nbsp;Hz are loc o sc&#259;dere accentuat&#259; a intensit&#259;&#355;ii sunetului pe care &#238;l auzi. Dac&#259; &#238;ndep&#259;rtezi tubul de carton dintre
   cele dou&#259; boxe, vei auzi un sunet intens. Simpla rea&#351;ezare a tubului reduce dramatic intensitatea sunetului. 

<P>Aceasta &#238;nseamn&#259; c&#259; lungimea tubului coincide cu o jum&#259;tate de lungime de und&#259; a sunetului, astfel &#238;nc&#226;t, &#238;n dreptul fiec&#259;rui cap&#259;t, interferen&#355;a undelor
   provenite de la cele dou&#259; difuzoare este distructiv&#259;.
   
<P>A&#351;adar, la frecven&#355;a pentru care are loc interferen&#355;a distructiv&#259; la capetele tubului (<FONT face="symbol"><I>n</I></FONT><SUB>0</SUB>), lungimea de und&#259;
   este dublul lungimii tubului (<FONT face="symbol"><I>l</I></FONT><SUB>0</SUB>&nbsp;=&nbsp;1&nbsp;m).

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D1&minus;2</I></B>
  <P>C&#226;t este valoarea unui factor cu care trebuie corectat&#259; rela&#355;ia (1) pentru a o pune &#238;n acord cu rezultatul ob&#355;inut la activitatea experimental&#259; precedent&#259;?
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Viteza undelor sonore &#238;ntr&minus;un gaz ideal este dat&#259; de rela&#355;ia:
    <P align=center><IMG src="img/e1d1_3.gif">
    <P>unde <FONT face="symbol"><I>g</I></FONT> este exponentul adiabatic al gazului ideal.
  </B>
</DIV>

<P>O surs&#259; sonor&#259;, cum este un difuzor, transfer&#259; energie mediului, &#238;ntr&minus;un anumit ritm.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>putere acustic&#259;</I> a unei surse de unde sonore, puterea transferat&#259; mediului de c&#259;tre aceasta.</B>
</DIV>

<P>Tabelul&nbsp;1D1&minus;1 prezint&#259; puterile acustice ale c&#226;torva surse.

<P><SMALL><B>Tabelul&nbsp;1D1&minus;1. </B>Puteri acustice (ordine de m&#259;rime).</SMALL>
   <TABLE align=center border=1 cellpadding=4>
     <TR bgcolor=#cccccc>
       <TD align=center><B>Sursa sonor&#259;</B></TD>
       <TD align=center><B>Puterea<BR>acustic&#259;<BR>(W)</B></TD>
     </TR>
     <TR>
       <TD>Fo&#351;netul frunzelor, torsul pisicii</TD>
       <TD align=center>10<SUP>-9</SUP></TD>
     </TR>
     <TR>
       <TD>Voce obi&#351;nuit&#259;</TD>
       <TD align=center>10<SUP>-5</SUP></TD>
     </TR>
     <TR>
       <TD>Voce tare</TD>
       <TD align=center>10<SUP>-3</SUP></TD>
     </TR>
     <TR>
       <TD>&#354;ip&#259;t</TD>
       <TD align=center>10<SUP>-1</SUP></TD>
     </TR>
     <TR>
       <TD>Orchestr&#259; mare</TD>
       <TD align=center>10<SUP>2</SUP></TD>
     </TR>
     <TR>
       <TD>Avion cu reac&#355;ie</TD>
       <TD align=center>10<SUP>4</SUP></TD>
     </TR>
     <TR>
       <TD>Rachet&#259;</TD>
       <TD align=center>10<SUP>7</SUP></TD>
     </TR>
   </TABLE>

<P>Este remarcabil&#259; &#238;ntinderea intervaluli puterilor acustice: o rachet&#259; furnizeaz&#259; de zece milioane de miliarde de ori mai mult&#259; putere acustic&#259; dec&#226;t o
   pisic&#259; torc&#226;nd!
   
<P>Puterea acustic&#259; a unei surse se r&#259;sp&#226;nde&#351;te &#238;n mediu. &#206;ntr&minus;o anumit&#259; zon&#259; a mediului, printr&minus;un element de suprafa&#355;&#259; ("petec" imaginar, 
   suficient de mic pentru a putea fi considerat plan), normal pe directia de propagare a undelor sonore, se transfer&#259; o anumit&#259; putere (figura&nbsp;1D1&minus;4).
   
<DIV class=image>
  <P align=center><IMG src="img/1d1_4.jpg">
  <P><B>Fig. 1D1-4. </B><A href="vrml/1d1_4.wrl" target=new><IMG src="img/vrmla.gif" hspace=6 border=0></A>Un element de suprafa&#355;&#259; prin care se transfer&#259; putere acustic&#259;.
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>intensitate acustic&#259;</I> densitatea superficial&#259; a puterii acustice:</B>
  <P><TABLE align=center>
       <TR>
         <TD align=center><B>Intensitatea<BR>acustic&#259;</B></TD>
         <TD>=</TD>
         <TD align=center nowrap>Puterea transferat&#259; printr&minus;un element de suprafa&#355;&#259;<HR>Aria elementului normal de suprafa&#355;&#259;</TD>
       </TD>
     </TABLE>
</DIV>

<P>Tabelul&nbsp;1D1&minus;2 prezint&#259; c&#226;teva intensit&#259;&#355;i acustice.

<P><SMALL><B>Tabelul&nbsp;1D1&minus;2. </B>Intensit&#259;&#355;i acustice (ordine de m&#259;rime).</SMALL>
   <TABLE align=center border=1 cellpadding=4>
     <TR bgcolor=#cccccc>
       <TD align=center><B>Sursa sonor&#259;</B></TD>
       <TD align=center><B>Intensitatea<BR>acustic&#259;<BR>(W/m<SUP>2</SUP>)</B></TD>
     </TR>
     <TR>
       <TD>Pisic&#259; torc&#226;nd, de la 10&nbsp;m<BR>(pragul audibilit&#259;&#355;ii)</TD>
       <TD align=center>10<SUP>-12</SUP></TD>
     </TR>
     <TR>
       <TD>Fo&#351;netul frunzelor</TD>
       <TD align=center>10<SUP>-11</SUP></TD>
     </TR>
     <TR>
       <TD>&#350;oapt&#259;, de la 1&nbsp;m</TD>
       <TD align=center>10<SUP>-10</SUP></TD>
     </TR>
     <TR>
       <TD>Conversa&#355;ie normal&#259;, de la 1&nbsp;m</TD>
       <TD align=center>10<SUP>-6</SUP></TD>
     </TR>
     <TR>
       <TD>Strad&#259; aglomerat&#259;</TD>
       <TD align=center>10<SUP>-5</SUP></TD>
     </TR>
     <TR>
       <TD>Aspirator, de la 1&nbsp;m</TD>
       <TD align=center>10<SUP>-4</SUP></TD>
     </TR>
     <TR>
       <TD>Walkman, nivel maxim</TD>
       <TD align=center>10<SUP>-2</SUP></TD>
     </TR>
     <TR>
       <TD>Concert rock, primul r&#226;nd</TD>
       <TD align=center>10<SUP>-1</SUP></TD>
     </TR>
     <TR>
       <TD>Avion cu reac&#355;ie, de la 3&nbsp;m</TD>
       <TD align=center>10<SUP>2</SUP></TD>
     </TR>
   </TABLE>

<P>Intensitatea acustic&#259; datorat&#259; unui avion cu reac&#355;ie este de o sut&#259; de mii de miliarde de ori mai mare dec&#226;t pragul audibilit&#259;&#355;ii! 

<P>Ne putem descurca mai u&#351;or cu o plaj&#259; at&#226;t de larg&#259;, lu&#226;nd &#238;n considerare doar <I>ordinele de m&#259;rime</I>, &#238;n compara&#355;ie cu pragul audibilit&#259;&#355;ii.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>nivel de intensitate acustic&#259;</I> logaritmul zecimal al raportului dintre intensitatea acustic&#259; &#351;i pragul audibilit&#259;&#355;ii.
  <P>Exprim&#259;m nivelul intensit&#259;&#355;ii acustice &#238;n <I>belli</I> (simbol <I>B</I>).</B>
</DIV>

<P>Numele unit&#259;&#355;ii a fost dat &#238;n onoare americanului Graham&nbsp;Bell, invetatorul telefonului. 

<P>Pentru a evita zecimalele, exprim&#259;m uzual nivelul intensit&#259;&#355;ii sonore &#238;n zecimi de belli (decibeli, simbol <I>dB</I>).

<P>Astfel, nivelul intensit&#259;&#355;ii acustice a unui sunet cu intensitatea acustic&#259; <I>I</I> este, comparativ cu intensitatea acustic&#259; a pragului audibilit&#259;&#355;ii
   (<I>I</I><SUB>0</SUB>):
   
<P><DIV class=key>
  <IMG src="img/key.gif">
  <B><P><I>Nivelul intensit&#259;&#355;ii acustice</I> (&#238;n dB)&nbsp;=&nbsp;<IMG src="img/e1d1_4.gif" align=absmiddle>.</B>
</DIV>

<P>A&#351;adar, nivelul intensit&#259;&#355;ii acustice a pragului audibilit&#259;&#355;ii este 0&nbsp;dB, iar cel al unei conversa&#355;ii normale este

<P align=center><IMG src="img/e1d1_5.gif">
   
<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D1&minus;3</I></B>
  <P>Transcrie &#238;n dB tabelul&nbsp;1D1&minus;2. 
  <P>Cu c&#226;t cre&#351;te nivelul intensit&#259;&#355;ii acustice dac&#259; se trece de la &#351;oapt&#259; la conversa&#355;ie normal&#259;?
</DIV>

</BODY>
</HTML>
















