<HTML>
<HEAD>
<TITLE>Instrumente muzicale</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Acustica</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>D.3.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Instrumente muzicale</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1D3&minus;1</I></B>
  <P>Investigheaz&#259; generarea de unde sta&#355;ionare &#238;n fire tensionate (vezi &#351;i <A href="1c_p.html#p13" target=new>provocarea&nbsp;13</A> de la sec&#355;iunea 1C).

  <P><B><I>Pasul 1&nbsp; </I></B>&#206;ntinde vertical un fir elastic &#238;n fa&#355;a monitorului unui calculator care afi&#351;eaz&#259; un ecran alb.
  
  <P><B><I>Pasul 2&nbsp; </I></B>Perturb&#259; firul cu unul dintre degetele libere &#351;i observ&#259; firul &#238;n lumina emis&#259; de monitor.
     <P>Modific&#259; tensionarea firului p&#226;n&#259; c&#226;nd vezi un fir sta&#355;ionar, chiar dac&#259; acesta vibreaz&#259;. 
     <P>Auzi vreun sunet care ar putea proveni de la fir?
     <P>Num&#259;r&#259; c&#226;te ventre vezi pe lungimea firului tensionat.

  <P><B><I>Pasul 3&nbsp; </I></B>M&#259;re&#351;te tensiunea p&#226;n&#259; c&#226;nd din nou firul pare "&#238;ncremenit".
     <P>C&#226;te ventre po&#355;i num&#259;ra acum?
     <P>Cum "sun&#259;" acum firul?       
</DIV>

<P>Imaginea unui monitor (sau televizor) este re&#238;mprosp&#259;tat&#259; de c&#226;teva zeci de ori pe secund&#259; (<I>screen refresh rate</I>).

<P>Dac&#259; un obiect se mi&#351;c&#259; rapid &#238;ntre tine &#351;i ecranul monitorului, obiectul va fi iluminat intermitent, de c&#226;teva zeci de ori pe secund&#259;.

<P>Pentru un obiect care se mi&#351;c&#259; periodic, ceea ce vezi depinde esen&#355;ial de raportul dintre frecven&#355;a oscila&#355;iilor corpului &#351;i frecven&#355;a ilumin&#259;rii
   intermitente.
   
<P>C&#226;nd cele dou&#259; frecven&#355;e coincid, iluminarea intermitent&#259; va surprinde mereu corpul &#238;n aceea&#351;i pozitie &minus; vei vedea obiectul ca &#351;i c&#226;nd ar sta!

<P>Acesta este <I>efectul stroboscopic</I> &#351;i reprezint&#259; o metod&#259; foarte eficient&#259; pentru observarea proceselor periodice, prea rapide pentru a putea fi
   percepute direct.
   
<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D3&minus;1</I></B>
  <P>Po&#355;i afla c&#226;t este frecven&#355;a cu care vibreaz&#259; firul, atunci c&#226;nd &#238;l vezi "&#238;ncremenit" &#238;n lumina intermitent&#259; a monitorului?
</DIV>

<P>&#206;n timpul activit&#259;&#355;ii experimentale precedente, ai sesizat un sunet slab, produs de firul care vibreaz&#259;. Frecven&#355;a acestui sunet este mai mare atunci c&#226;nd
   firul este &#238;ntins mai mult.
   
<P>Sunetul este slab, pentru c&#259; &#238;ntre fir &#351;i aerul care mijloce&#351;te transferul undelor sonore exist&#259; un cuplaj foarte slab (firul sub&#355;ire &#238;nt&#226;lne&#351;te relativ
   pu&#355;ine molecule de aer).
   
<P>Cuplajul ar putea fi &#238;mbun&#259;t&#259;&#355;it m&#259;rind num&#259;rul moleculelor de aer puse &#238;n vibra&#355;ie.

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1D3&minus;2</I></B>
  <P>Realizeaz&#259; un instrument muzical cu mijloace la &#238;ndem&#226;n&#259;!

  <P><B><I>Pasul 1&nbsp; </I></B>Trece o bucl&#259; elastic&#259; (din cele care sunt folosite pentru legarea borcanelor sau a teancurilor de bancnote) peste o cutie de
     pantofi (&#238;n lungul acesteia).
  
  <P><B><I>Pasul 2&nbsp; </I></B>Pune sub banda elastic&#259;, c&#259;tre capetele cutiei, dou&#259; rigle mici, astfel ca banda s&#259; se sprijine pe muchiile ascu&#355;ite ale
     acestora (figura&nbsp;1D3&minus;1).

     <DIV class=image>
        <P align=center><IMG src="img/1d3_1.jpg">
        <P><B>Fig. 1D3-1. </B>Instrument muzical realizat cu mijloace la &#238;ndem&#226;n&#259;.
     </DIV>
     
  <P><B><I>Pasul 3&nbsp; </I></B>Pune &#238;n vibra&#355;ie firul, ating&#226;ndu&minus;l u&#351;or cu degetul. Cum "sun&#259;" acum firul?
  
  <P><B><I>Pasul 4&nbsp; </I></B>Pune sub fir &#238;nc&#259; o rigl&#259; (mai lat&#259; dec&#226;t celelalte dou&#259;) &#351;i pune &#238;n vibra&#355;ie, pe r&#226;nd, cele dou&#259; sec&#355;iuni ale firului.
     <P>Compar&#259; sunetele pe care le generezeaz&#259; fiecare sec&#355;iune.
     
  <P><B><I>Pasul 5&nbsp; </I></B>Modific&#259; pozi&#355;ia riglei centrale. Compar&#259;, de fiecare dat&#259;, sunetele generate de fiecare sec&#355;ine.
     <P>Po&#355;i interpreta o melodie simpla folosind acest instrument?           
</DIV>

<P>Instrumentul muzical pe care l&minus;ai realizat este unul dintre cele mai vechi instrumente &minus; numit <I>monocord</I> (pentru c&#259; are o singur&#259; 
   coard&#259;).
   
<P>Sunetul pe care &#238;l ob&#355;ii este considerabil mai puternic &#351;i mai clar dec&#226;t &#238;n cazul firului &#355;inut &#238;n m&#226;ini. 

<P>Riglele transfer&#259; cutiei vibra&#355;iile firului. Suprafa&#355;a cutiei fiind de sute de ori mai mare dec&#226;t cea a firului, mult mai multe molecule de aer vor fi
   puse &#238;n vibra&#355;ie, m&#259;rind considerabil intensitatea acustic&#259; &#351;i, &#238;n consecin&#355;&#259;, t&#259;ria sunetului pe care &#238;l auzi.
   
<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D3&minus;2</I></B>
  <P>Cu c&#226;&#355;i decibeli te a&#351;tep&#355;i s&#259; creasc&#259; nivelul intensit&#259;&#355;ii acustice, dac&#259; sunt puse &#238;n vibra&#355;ie, cu aceea&#351;i amplitudine, de o sut&#259; de ori mai multe 
     molecule de aer?
</DIV>

<P>Instrumentele cu corzi (cum sunt chitara, vioara sau pianul) func&#355;ioneaz&#259; asem&#259;n&#259;tor monocordului, doar c&#259; au mai multe corzi.

<P>Se aleg materiale mai potrivite, corzi metalice &#351;i cutii din lemn, av&#226;nd forme speciale, pentru a ob&#355;ine un suntet calitativ superior.

<P>Instrumentele cu corzi genereaz&#259; unde stationare &#238;n firele tensionate ca urmare a perturb&#259;rii acestora: prin atingere (&#238;n cazul chitarei), prin frecare cu
   un arcu&#351; (&#238;n cazul viorii) sau prin lovire cu cioc&#259;nel, la ap&#259;sarea unei clape (&#238;n cazul pianului).
   
<P>Prin modificarea individual&#259; a tensiunii &#238;n fiecare coard&#259;, se poate alege frecven&#355;a pe care o genereaz&#259; fiecare coard&#259; &#238;n modul fundamental (cu un ventru
   central &#351;i dou&#259; noduri la capete).
   
<P>Compozi&#355;ia spectral&#259; a sunetului generat depinde de mul&#355;i factori, printre care: modul &#238;n care firul este pus &#238;n vibra&#355;ie, precum &#351;i frecven&#355;ele de 
   rezonan&#355;&#259; ale cutiei (conteaz&#259; chiar &#351;i lacul care acoper&#259; cutia de rezonan&#355;&#259;!).
   
<P>De aceea, instrumentele cu corzi de &#238;nalt&#259; calitate timbral&#259; sunt rare (&#351;i deosebit de scumpe!).

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1D3&minus;3</I></B>
  <P>Investigheaz&#259; generarea sunetelor &#238;n coloane de aer care vibreaz&#259;.
  
  <P><B><I>Pasul 1&nbsp; </I></B>Sufl&#259; razant la gura unei sticle goale. Reu&#351;e&#351;ti s&#259; ob&#355;ii un sunet puternic?

  <P><B><I>Pasul 2&nbsp; </I></B>Toarn&#259; pu&#355;in&#259; ap&#259; &#238;n sticl&#259;. Cum "sun&#259;" aceasta acum?
     <P>Mai adaug&#259; pu&#355;in&#259; ap&#259;. Cum se modific&#259; sunetul?  
</DIV>

<P>Instrumentele de suflat genereaz&#259; unde sta&#355;ionare &#238;ntr&minus;o coloan&#259; de aer delimitat&#259; de un tub, asemenea aerului delimitat de pere&#355;ii sticlei.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D3&minus;3</I></B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie frecven&#355;a fundamental&#259; a undelor sta&#355;ionare generate &#238;n aerul dintr&minus;un tub &#238;nchis la un cap&#259;t?
</DIV>

<P>La partea &#238;nchis&#259;, amplitudinea de vibra&#355;ie a moleculelor aerului este mic&#259; (moleculele sunt &#238;n apropierea unui perete imobil), astfel c&#259; la partea 
   &#238;nchis&#259; este un nod. 
   
<P>La partea deschis&#259; &#238;ns&#259;, moleculele aerului sunt libere s&#259; se mi&#351;te cu amplitudini mari, astfel c&#259; la cap&#259;tul liber este un ventru (figura&nbsp;1D3&minus;2).

<P><DIV class=image>
     <TABLE>
       <TR>
         <TD><IMG src="img/1d3_2.jpg"></TD>
         <TD><SMALL><B>Fig. 1D3&minus;2. </B>Unde sta&#355;ionare cu frecven&#355;a cea mai joas&#259; posibil&#259; &#238;ntr&minus;un tub &#238;nchis la un cap&#259;t.</SMALL>
       </TR>
     </TABLE>
</DIV>

<P>Distan&#355;a dintre un nod &#351;i ventrul vecin este un sfert de lungime de und&#259;, astfel c&#259; frecven&#355;a fundamental&#259; este:

<P align=center><IMG src="img/e1d3_1.gif">

<P>unde <I>c</I> este viteza sunetului &#238;n aer, iar <I>l</I> este lungimea tubului. Tuburile mai lungi vor genera sunete cu frecven&#355;a fundamental&#259; mai mic&#259;.

<P>O org&#259; folose&#351;te c&#226;te un tub pentru fiecare not&#259; muzical&#259;, astfel c&#259; aspectul tuturor tuburilor unei orgi mari este impresionant (figura&nbsp;1D3&minus;3).

<P><DIV class=image>
     <TABLE>
       <TR>
         <TD><IMG src="img/1d3_3.jpg"></TD>
         <TD><SMALL><B>Fig. 1D3&minus;3. </B>Tuburile unei orgi.</SMALL>
       </TR>
     </TABLE>
</DIV>

<P>La instrumentele de suflat portabile, pozi&#355;ia ventrelor este aleas&#259; prin descoperirea sau acoperirea unor orificii practicate &#238;n tubul instrumentului.

<P>Cu toate c&#259; muzica este un subiect inefabil, pl&#259;cerea audi&#355;iei este <I>sporit&#259;</I> daca &#351;tii ceva despre modul &#238;n care muzica este generat&#259;. 

<P>Nu po&#355;i r&#259;m&#226;ne cu totul indiferent la "zbaterile" corzilor &#351;i moleculelor de aer care genereaz&#259; miracolul muzicii!

</BODY>
</HTML>


















