<HTML>
<HEAD>
<TITLE>Combaterea polu&#259;rii sonore</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Acustica</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>D.4.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Combaterea polu&#259;rii sonore</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P>Suntem obi&#351;nui&#355;i s&#259; numim <I>zgomot</I> oricare sunet nedorit. 

<P>Civiliza&#355;ia a "populat" mediul &#238;n care tr&#259;im cu numeroase surse sonore involuntare. Pentru ca s&#259; zboare, motorul unui avion trebuie s&#259; interac&#355;ioneze
   violent cu aerul, pentru a asigura for&#355;a de propulsie necesar&#259;. 
   
<P>Astfel, apar inevitabil perturba&#355;ii violente ale aerului, care se propag&#259; ca unde sonore &minus; avioanele sunt surse sonore involuntare: nu ne&minus;am
   fi dorit ca s&#259; fie zgomotoase, dar acesta este un "pre&#355;" pe care trebuie s&#259;&minus;l pl&#259;tim pentru ca s&#259; ajungem c&#226;t mai repede la destina&#355;ie.
   
<P>Trenurile, automobilele, ma&#351;inile de tuns iarba, ventilatoarele &#351;i multe altele asemenea sunt surse sonore involuntare, care polueaz&#259; sonor mediul &#238;n 
   care tr&#259;im.
   
<P>Prea mult zgomot ne afecteaz&#259; confortul &#351;i chiar s&#259;n&#259;tatea!

<P>Tabelul&nbsp;1D4&minus;1 prezint&#259; c&#226;teva nivele ale intensit&#259;&#355;ii acustice, relevante pentru confortul &#351;i s&#259;n&#259;tatea noastr&#259;.

<P style="line-height: normal"><SMALL><B>Tabelul&nbsp;1D4&minus;1. </B>Nivele ale intensit&#259;&#355;ii acustice, relevante pentru confortul &#351;i s&#259;n&#259;tatea noastr&#259;.</SMALL>
   <TABLE align=center border=1 cellpadding=4>
     <TR bgcolor=#cccccc>
       <TD align=center><B>Cazul</B></TD>
       <TD align=center><B>Nivelul<BR>intensit&#259;&#355;ii<BR>acustice<BR>(dB)</B></TD>
     </TR>
     <TR>
       <TD>P&#259;dure</TD>
       <TD align=right>18</TD>
     </TR>
     <TR>
       <TD>Dormitor</TD>
       <TD align=right>24</TD>
     </TR>
     <TR>
       <TD>Bibliotec&#259;</TD>
       <TD align=right>38</TD>
     </TR>
     <TR>
       <TD>Camer&#259; de zi</TD>
       <TD align=right>40</TD>
     </TR>
     <TR>
       <TD>Birou, sal&#259; de clas&#259;</TD>
       <TD align=right>64</TD>
     </TR>
     <TR>
       <TD>Strad&#259; intens circulat&#259;</TD>
       <TD align=right>70</TD>
     </TR>
     <TR>
       <TD>Aspirator (de la 1&nbsp;m)</TD>
       <TD align=right>80</TD>
     </TR>
     <TR>
       <TD>Camion greu (de la 3&nbsp;m)</TD>
       <TD align=right>90</TD>
     </TR>
     <TR>
       <TD>Walkman, la volum maxim</TD>
       <TD align=right>100</TD>
     </TR>
     <TR>
       <TD>Concert rock (&#238;n primele r&#226;nduri)</TD>
       <TD align=right>110</TD>
     </TR>
     <TR>
       <TD>Pragul durerii</TD>
       <TD align=right>130</TD>
     </TR>
     <TR>
       <TD>Motor de avion cu reac&#355;ie (de la 3&nbsp;m)</TD>
       <TD align=right>140</TD>
     </TR>
     <TR>
       <TD>Perforarea instantanee a timpanului<BR>(pierderea definitiv&#259; &#351;i total&#259; a auzului)</TD>
       <TD align=right>160</TD>
     </TR>
   </TABLE>

<P>La o cre&#351;tere cu 10&nbsp;dB a nivelului intensit&#259;&#355;ii sonore, se dubleaz&#259; t&#259;ria sunetului pe care &#238;l recept&#259;m, astfel c&#259;, ascultarea unui walkman (la
   volum maxim) provoac&#259; o senza&#355;ie sonor&#259; de 8 ori mai tare dec&#226;t o strad&#259; intens circulat&#259;!

<P>&#206;n&#355;eleg&#226;nd sunetul, cum este acesta generat, cum se transmite &#351;i cum interac&#355;ioneaz&#259; cu aparatul auditiv uman, putem <I>controla</I> efectele sunetelor.

<P>Prin proiectarea atent&#259; a aparatelor, ma&#351;inilor &#351;i echipamentelor de care avem nevoie, este posibil&#259; reducerea chiar de la surs&#259; a emisiilor sonore.

<P>Astfel, m&#259;rind num&#259;rul de pale ale unui ventilator de calculator, este posibil&#259; reducerea tura&#355;iei &#351;i a diametrului acestuia, astfel c&#259; interac&#355;iunea cu
   aerul este mai pu&#355;in violent&#259;, f&#259;r&#259; a reduce debitul de aer care trebuie s&#259; circule prin carcasa calculatorului (figura&nbsp;1D4&minus;1).

<P><DIV class=image>
     <TABLE>
       <TR>
         <TD><IMG src="img/1d4_1.jpg"></TD>
         <TD><SMALL><B>Fig. 1D4&minus;1. </B>Ventilator de calculator.</SMALL>
       </TR>
     </TABLE>
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D4&minus;1</I></B>
  <P>Au fost depuse eforturi considerabile pentru a reduce nivelul de poluare sonor&#259; provocat de avioanele moderne.
  <P>Chiar &#351;i a&#351;a, acestea reprezint&#259; &#238;nc&#259; surse sonore mult prea intense.
  <P>Ce se mai poate totu&#351;i face pentru reducerea nivelului polu&#259;rii sonore pe care ar putea&minus;o provoca acestea &#238;n zonele &#238;n care locuiesc oamenii?
</DIV>

<P>Energia acustic&#259; provenit&#259; de la o surs&#259; sonor&#259;, prin propagare, se repartizeaz&#259; pe din ce &#238;n ce mai numeroase molecule de aer, pe m&#259;sura &#238;ndep&#259;rt&#259;rii de
   surs&#259;. 
   
<P>Astfel, nivelul intensit&#259;&#355;ii sonore scade rapid, odat&#259; cu m&#259;rirea distan&#355;ei fa&#355;&#259; de surs&#259;.

<P>De aceea, aeroporturile &#351;i rutele avioanelor se pozi&#355;ioneaz&#259; c&#226;t mai departe de zonele locuite.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D4&minus;2</I></B>
  <P>Ce se poate face &#238;n cazul str&#259;zilor intens circulate &#351;i a liniilor ferate care <I>sunt deja</I> &#238;n imediata vecin&#259;tate a locuin&#355;elor noastre?
</DIV>

<P>C&#226;nd sursele sonore &#238;nt&#226;lnesc un obstacol, parte se reflect&#259;, parte sunt absorbite &#238;n materialul obstacolului (prin amortizare) &#351;i doar o parte sunt 
   transmise dincolo de obstacol.
   
<P>Plasarea unui perete &#238;ntre strad&#259; sau calea ferat&#259; &#351;i locuin&#355;e reduce considerabil nivelul de poluare sonor&#259; (figura&nbsp;1D4&minus;2).

<DIV class=image>
  <P align=center><IMG src="img/1d4_2.jpg">
  <P><B>Fig. 1D4-2. </B>Barier&#259; antizgomot.
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D4&minus;3</I></B>
  <P>Cel care lucreaz&#259; cu un utilaj zgomotos, cum este polizorul unghiular (figura&nbsp;1D4&minus;3), este expus direct unui nivel sonor prea ridicat.
  <P><DIV class=image>
     <TABLE>
       <TR>
         <TD><IMG src="img/1d4_3.jpg"></TD>
         <TD><SMALL><B>Fig. 1D4&minus;3. </B>Lucrul cu polizorul unghiular.</SMALL>
       </TR>
     </TABLE>
   </DIV>
  <P>Ce se poate face, &#238;n aceste condi&#355;ii, pentru protejarea auzului s&#259;u?
</DIV>

<P>Bariera antizgomot poate fi plasat&#259; chiar &#238;n dreptul urechilor acestuia!

<P>Mici amortizoare, sub forma unor c&#259;&#351;ti (figura&nbsp;1D4&minus;4&nbsp;a) sau chiar a unor "dopuri" (figura&nbsp;1D4&minus;4&nbsp;b) pot reduce zgomotul
   la un nivel acceptabil.

<P><DIV class=image>
     <TABLE width=100%>
       <TR>
         <TD align=center><IMG src="img/1d4_4a.jpg"><B> a.</B></TD>
         <TD align=center><IMG src="img/1d4_4b.jpg"><B> b.</B></TD>
       </TR>
       <TR>  
         <TD colspan=2><SMALL><B>Fig. 1D4&minus;4. </B><B>a. </B>C&#259;&#351;ti antizgomot. <B>b. </B>"Dopuri" antizgomot.</SMALL>
       </TR>
     </TABLE>
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D4&minus;4</I></B>
  <P>Ar putea fi oare comb&#259;tut zgomotul cu... zgomot?
</DIV>

<P>&#206;ntr&minus;una dintre activit&#259;&#355;ile experimentale pe care le&mainus;ai efectuat (cea &#238;n care ai determinat viteza sunetului &#238;n aer), c&#226;nd erau &#238;ndeplinite
   condi&#355;iile de interferen&#355;&#259; distructiv&#259;, &#238;n dreptul fiec&#259;rei boxe, nivelul sonor era considerabil redus.
   
<P>Gener&#226;nd un zgomot &#238;n <I>opozi&#355;ie de faz&#259;</I> fa&#355;&#259; de zgomotul care trebuie comb&#259;tut, prin interferen&#355;&#259; distructiv&#259; poate fi redus considerabil nivelul 
   sonor &#238;n zona care trebuie protejat&#259;.
   
<P>Aceasta este cea mai spectaculoas&#259; metod&#259; de combatere a zgomotului!

</BODY>
</HTML>


















