<HTML>
<HEAD>
<TITLE>Infrasunete &#351;i ultrasunete</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Acustica</H3>

<DIV class=challenge>
<TABLE>
  <TR valign=top>
    <TD><H2>D.5.</H2></TD>
    <TD>&nbsp;</TD>
    <TD><H2>Infrasunete &#351;i ultrasunete</H2></TD>
  </TR>
</TABLE> 
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D5&minus;1</I></B>
  <P>Cea mai grav&#259; not&#259; care poate fi c&#226;ntat&#259; la un pian are frecven&#355;a fundamental&#259; 27,5&nbsp;Hz.
  <P>De ce oare nu se realizeaz&#259; piane care s&#259; genereze sunete &#351;i mai grave?
</DIV>

<P>De&#351;i tehnic ar fi posibil (ad&#259;ug&#226;nd, de exemplu, corzi mai lungi), nu ar fi de folos nim&#259;nui: undele sonore cu frecven&#355;a sub aproximativ 20&nbsp;Hz nu
   mai provoac&#259; nici unui om senza&#355;ii auditive.
   
<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>infrasunete</I> undele sonore cu frecven&#355;a sub 20&nbsp;Hz.</B>
</DIV>

<P>&#206;ntr&minus;una dintre activit&#259;&#355;ile experimentale precedente, ai generat infrasunete: vedeai cum membrana difuzorului vibreaz&#259;, puteai sim&#355;i vibra&#355;iile 
   ating&#226;nd membrana, dar nu auzeai nimic!
   
<P>De&#351;i nu provoac&#259; senza&#355;ii auditive, infrasunetele reprezint&#259; totu&#351;i propagarea unor perturba&#355;ii care sunt resim&#355;ite ca trepida&#355;ii ale corpului. 

<P>Erup&#355;iile vulcanice, v&#226;ntul, tunetele, cascadele, valurile, c&#259;derea meteori&#355;ilor, mi&#351;c&#259;rile ghe&#355;arilor, cutremurele, avalan&#351;ele, elefan&#355;ii &minus; toate
   acestea genereaz&#259; infrasunete!
   
<P>Dar &#351;i rachetele, vehiculele, compresoarele, ventilatoarele de tavan sunt surse de infrasunete.

<P>Infrasunetele cu nivele acustice ridicate (140&nbsp;dB sau mai mult, pentru dou&#259; minute) provoac&#259; oamenilor st&#259;ri de anxietate, grea&#355;&#259;, le perturb&#259;
   echilibrul &#351;i orientarea.
   
<P>&#206;n 2003 a fost efectuat la Londra un experiment utiliz&#226;nd infrasunete: &#238;n timpul unui concert au fost suprapuse, din c&#226;nd &#238;n c&#226;nd, peste sunetele "normale"
   ale concertului, infrasunete cu frecven&#355;a aproximativ 17&nbsp;Hz.
   
<P>Generatorul de infrasunete a fost realizat dintr&minus;o conduct&#259; lung&#259; de 7&nbsp;m. La unul dintre capete conductei a fost amplasat un difuzor de mari
   dimensiuni (figura&nbsp;1D5&minus;1).
   
<DIV class=image>
  <P align=center><IMG src="img/1d5_1.jpg">
  <P><B>Fig. 1D5-1. </B>Tubul generatorului de infrasunete.
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D5&minus;2</I></B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie frecven&#355;a de rezonan&#355;&#259; a acestui tub?
</DIV>

<P>La cap&#259;tul la care este montat difuzorul, amplitudinea de vibra&#355;ie a moleculelor de aer este maxim&#259;: la acest cap&#259;t se formeaz&#259; un ventru.

<P>&#206;n condi&#355;ii de rezonan&#355;&#259;, la cel&#259;lalt cap&#259;t ne a&#351;tept&#259;m s&#259; se formeze tot un ventru, astfel &#238;nc&#226;t tubul s&#259; radieze &#238;n aerul &#238;nconjur&#259;tor unde sonore de
   intensitate maxim&#259;.
   
<P>Cea mai cobor&#226;t&#259; frecvent&#259; pentru care exist&#259; ventre la ambele capete ale tubului este cea pentru care lungimea tubului este egal&#259; cu dista&#355;a dintre
   dou&#259; ventre vecine (<IMG src="img/e1d5_1.gif" align=absmiddle>).
   
<P>A&#351;adar, frecven&#355;a fundamental&#259; de rezonan&#355;&#259; a&#351;teptat&#259; este:

<P align=center><IMG src="img/e1d5_2.gif">

<P>unde <I>c</I> este viteza sunetului &#238;n aer (<IMG src="img/e1d5_3.gif" align=absmiddle>).

<P>Pentru un tub cu lungimea 7&nbsp;m, la 20<SUP>0</SUP>C, rezult&#259; c&#259; frecven&#355;a fundamental&#259; de rezonan&#355;&#259; a&#351;teptat&#259; este 24,5&nbsp;Hz.

<P>Frecven&#355;&#259; fundamental&#259; de rezonan&#355;&#259; m&#259;surat&#259; a fost 17,5&nbsp;Hz. Discrepan&#355;a dintre valoarea a&#351;teptat&#259; &#351;i cea m&#259;surat&#259; se datoreaz&#259;, &#238;n principal, 
   faptului c&#259; ventrul se formeaz&#259; <I>mai departe</I> de cap&#259;tul liber, ca &#351;i c&#226;nd tubul ar fi &#238;n realitate mai lung.
   
<P>Spectatorii au raportat cre&#351;terea semnificativ&#259; a senza&#355;iilorstranii (anxieatate, furnic&#259;turi la nivelul coloanei vertebrale &#351;i ale &#238;ncheieturilor, 
   senza&#355;ie de r&#259;cire).
   
<P>Pentru a elimina raport&#259;rile subiective, acela&#351;i concert a fost prezentat unei audien&#355;e asem&#259;n&#259;toare, &#238;n aceea&#351;i sal&#259;, f&#259;r&#259; a ad&#259;uga infrasunete.

<P>Acest grup de control a raportat cu 22% mai pu&#355;ine senza&#355;ii stranii, confirm&#226;nd astfel rolul infrasunetelor.

<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1D5&minus;1</I></B>
  <P>Folose&#351;te <A hrefr="audiogen/audio.exe">generatorul audio</A> &#351;i determin&#259; cea mai ridicat&#259; frecven&#355;&#259; care &#238;&#355;i mai produce senza&#355;ii auditive.
  <P>Efectueaz&#259; aceea&#351;i determinare &#351;i &#238;n cazul unui adult.
</DIV>

<P>Pentru fiecare dintre noi, exist&#259; o frecven&#355;&#259; maxim&#259; a undelor sonore care mai produce senza&#355;ii auditive. Aceast&#259; frecven&#355;&#259; maxim&#259; este diferit&#259; pentru
   persoane diferite &#351;i, &#238;n general, scade odat&#259; cu &#238;naintarea &#238;n v&#226;rst&#259;.
   
<P>Nici un om nu poate avea &#238;ns&#259; senza&#355;ii auditive pentru frecven&#355;e care dep&#259;&#351;esc 20&nbsp;kHz.

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>Numim <I>ultrasunete</I> undele sonore cu frecven&#355;a peste 20&nbsp;kHz.</B>
</DIV>

<P>O imprimant&#259; cu jet de cerneal&#259; "arunc&#259;" pe h&#226;rtie, &#238;n fiecare secund&#259;, zeci de mii de pic&#259;turi minuscule de cerneal&#259;.

<P>Perturba&#355;iile pe care le provoac&#259; &#238;n aer aceste pic&#259;turi se propag&#259; ca unde ultrasonore. 

<P>Imprimanta pare silen&#355;ioas&#259; (auzi doar zgomotul motoarelor), dar, dac&#259; ai putea auzi ultrasunetele, ai auzi imprimanta "c&#226;nt&#226;nd" &#238;n ritmul &#238;n care 
   "&#238;mproa&#351;c&#259;" cerneala!
   
<P><DIV class=activity>
  <P><IMG src="img/activity.jpg">
  <B><I>Activitatea experimental&#259; 1D5&minus;2</I></B>
  <P>Ascult&#259;, printr&minus;o tehnic&#259; special&#259;, ultrasunetele emise de o imprimant&#259; cu jet de cerneal&#259;!
  
  <P><B><I>Pasul 1&nbsp; </I></B>Suspend&#259; microfonul unei c&#259;&#351;ti de calculator, acolo unde p&#259;trunde h&#226;rtia &#238;n imprimant&#259;, astfel ca microfonul s&#259; nu ating&#259;
     imprimanta. 

  <P><B><I>Pasul 2&nbsp; </I></B>Utilizeaz&#259; aplica&#355;ia <I>Sound Recorder</I> din <I>Windows XP</I> (sau oricare alt&#259; aplica&#355;ie care &#238;&#355;i permite s&#259; &#238;nregistrezi
     sunete cu calculatorul). 
     <P>&#206;nregistreaz&#259; aproximativ 20 de secunde de "lini&#351;te" &#351;i salveaz&#259; fi&#351;ierul.
     
  <P><B><I>Pasul 3&nbsp; </I></B>&#206;nregistreaz&#259; aproximativ 20 de secunde, &#238;n timp ce imprimanta imprim&#259; o pagin&#259; de text sau imagini. Salveaz&#259; &#351;i acest fi&#351;ier.
  
  <P><B><I>Pasul 4&nbsp; </I></B>&#206;nchide microfonul &#351;i ascult&#259; cele dou&#259; &#238;nregistr&#259;ri.
     <P>Apoi, asult&#259;&minus;le pe r&#226;nd, la viteze din ce &#238;n ce mai mici (comanda <I>Decrease speed</I> &#238;njum&#259;t&#259;&#355;e&#351;te viteza de redare).
     <P>Compar&#259; cele dou&#259; &#238;nregistr&#259;ri, atunci c&#226;nd viteza de redare este de 32 de ori mai mic&#259; dec&#226;t cea normal&#259;.      
    
</DIV>

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D5&minus;3</I></B>
  <P>Cum ai putea oare determina distan&#355;a p&#226;n&#259; la un obstacol, utiliz&#226;nd unde sonore?
</DIV>

<P>Emi&#355;&#226;nd un semnal scurt, acesta se va propaga p&#226;n&#259; la obstacol, se va reflecta de acesta &#351;i se va &#238;ntoarce la cel care l&minus;a emis (ecou).

<P>Cunosc&#226;nd viteza de propagare &#351;i &#238;nt&#226;rzierea pe drumul dus&minus;&#238;ntors, poate fi determinat&#259; distan&#355;a p&#226;n&#259; la obstacol.

<P>Precizia determin&#259;rii distan&#355;ei p&#226;n&#259; la obstacol depinde esen&#355;ial de lungimea de und&#259;: nu pot fi emise perturba&#355;ii care s&#259; aib&#259; mai pu&#355;in de un ciclu
   (particulele mediului trebuie m&#259;car "&#238;mpinse" &#351;i apoi l&#259;sate s&#259; revin&#259;, dup&#259; un ciclu, la pozi&#355;ia ini&#355;ial&#259;).
   
<P>Precizia de determinare depinde astfel de durata unui ciclu: cu c&#226;t aceasta este mai mic&#259;, cu at&#226;t cronometrarea drumului dus&minus;&#238;ntors este mai
   precis&#259;.
   
<P>Astfel, precizia de determinare a dista&#355;ei p&#226;n&#259; la obstacol depinde de lungimea de und&#259;, fiind comparabil&#259; cu aceasta.

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1D5&minus;4</I></B>
  <P>C&#226;t este lungimea de und&#259;, &#238;n aer, a unui sunet cu frecven&#355;a 340&nbsp;Hz?
  <P>Dar a unui ultrasunet cu frecven&#355;a 340&nbsp;kHz?
  <P>Ce &#238;&#355;i poate oferi o precizie mai mare de determinare a distan&#355;ei p&#226;n&#259; la un obstacol: sunetul sau ultrasunetul?
</DIV>

<P>Un aparat fotografic poate determina automat distan&#355;a p&#226;n&#259; la subiectul care este fotografiat, prin metoda ecoului, utiliz&#226;nd ultrasunete.

<P>Tot cu ultrasunete pot fi detectate defecte interne &#238;n piese sau construc&#355;ii, urm&#259;rind ecourile provenite de la grani&#355;a defectelor.

<P>Submarinele detecteaz&#259; obstacolele tot cu ajutorul ultrasunetelor, folosind <I>sonarul</I> (asemenea delfinilor).

<P>Folosind ultrasunete cu frecven&#355;a de ordinul megahertzilor, poate fi investigat &#238;n detaliu interiorul organismelor vii, f&#259;r&#259; a le afecta prea mult
   (ecograful).
   
<P>La grani&#355;a dintre dou&#259; &#355;esuturi cu consisten&#355;&#259; diferit&#259;, se produce reflexia ultrasunetelor (ecou). 

<P>Un computer interpreteaz&#259; ecourile sosiste &#351;i genereaz&#259; o imagine tridimensional&#259; a obstacolelor &#238;nt&#226;lnite.

<P>Astfel, poate fi v&#259;zut un copil &#238;nainte ca acesta s&#259; se nasc&#259; ! (figura&nbsp;1D5&minus;2)

<P><DIV class=image>
     <TABLE>
       <TR>
         <TD><IMG src="img/1d5_2.jpg"></TD>
         <TD><SMALL><B>Fig. 1D5&minus;2. </B>Imaginea unui copil nen&#259;scut &#238;nc&#259;, ob&#355;inut&#259; cu ecograful tridimensional.</SMALL>
       </TR>
     </TABLE>
</DIV>

</BODY>
</HTML>




















