<HTML>
<HEAD>
<TITLE>Acustica. Alte provoc&#259;ri</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Unde mecanice</H3>

<DIV class=challenge>
  <H2><I>Alte provoc&#259;ri</I></H2>
</DIV>

<OL>

  <LI><B><I>Voce... amuzant&#259;!</I></B>
      
      <P>Cei care inspir&#259; heliu (nu este toxic) vorbesc c&#226;teva secunde cu o voce schimbat&#259;, caraghioas&#259;.
      
      <P><B>a. </B>C&#226;t te a&#351;tep&#355;i s&#259; fie viteza sunetului &#238;n heliu, la temperatura camerei?
      
      <P><B>b. </B>G&#226;tul &#351;i gura unui om func&#355;ioneaz&#259; ca o cavitate rezonant&#259;. Care frecven&#355;e sunt favorizate &#238;n prezen&#355;a helului, mai ridicate sau mai
         cobor&#226;te dec&#226;t &#238;n aer?
         <P>Cum te a&#351;tep&#355;i s&#259; "sune" vocea celui care a inspirat heliu: mai grav&#259; sau mai "ascu&#355;it&#259;"?
      
      <BR><BR><BR>

  <LI><B><I>&#206;nc&#259;lzirea ceaiului</I></B>

      <P>Dac&#259; ceaiul din can&#259; &#355;i s&minus;a r&#259;cit, este oare posibil s&#259;&minus;l &#238;nc&#259;lze&#351;ti doar vorbindu&minus;i cu voce tare?
      
      <P>C&#226;t timp ar trebui oare s&#259;&minus;i vorbe&#351;ti cu voce tare, pentru a&minus;i m&#259;ri temperatura cu 10<SUP>0</SUP>C?
         
      <BR><BR><BR>

  <LI><B><I>Dou&#259; surse</I></B>

      <P>Un difuzor genereaz&#259; &#238;n dreptul celui care ascult&#259; un nivel de intensitate acustic&#259; de 100&nbsp;dB.
      
      <P>C&#226;t va fi nivelul instensit&#259;&#355;ii acustice, &#238;n dreptul celui care ascult&#259;, generat de dou&#259; astfel de difuzoare?

      <P><SMALL><B><I>R&#259;spuns:&nbsp; </I></B> 
        103&nbsp;dB. Nivelele acustice reprezint&#259; o scar&#259; logaritmic&#259; &nbsp; prin dublarea intensita&#355;ii acustice, nivelul acustic cre&#351;te doar cu 3&nbsp;dB!
      </SMALL> 
         
      <BR><BR><BR>

  <LI><B><I>Unde sonore &#238;n... ap&#259;!</I></B>
  
      <P>Imagineaz&#259; (&#351;i realizeaz&#259;) un experiment simplu, prin care s&#259; investighezi dac&#259; undele sonore se pot propaga &#351;i prin ap&#259;.

      <BR><BR><BR>

  <LI><B><I>Sunete surprinz&#259;toare de la o... lingur&#259;!</I></B>
  
      <P>Leag&#259; o lingur&#259; metalic&#259; la mijlocul unui fir de a&#355;&#259; lung de aproximativ 1&nbsp;m.
      
      <P>&#206;nf&#259;&#351;oar&#259;, de dou&#259; ori, un cap&#259;t al firului pe degetul ar&#259;t&#259;tor al m&#226;inii st&#226;ngi &#351;i cel&#259;lalt cap&#259;t pe ar&#259;t&#259;torul m&#226;inii drepte. Po&#355;i &#355;ine acum 
         lingura suspendat&#259;, ca un pendul, de firele &#238;nf&#259;&#351;urate pe detgete.
      
      <P>Astup&#259;&minus;&#355;i, cu degetele pe care ai &#238;nf&#259;&#351;urat firul, "c&#259;p&#259;celele" din pavilioanele urechilor. Love&#351;te u&#351;or lingura de marginea mesei.
      
      <P>Cum "sun&#259;"? &#206;ncearc&#259; &#351;i cu alte obiecte.

      <BR><BR><BR>

  <LI><B><I>Sunete surprinz&#259;toare de la o... piuli&#355;&#259;!</I></B>
  
      <P>"Strecoar&#259;" o piuli&#355;&#259; hexagonal&#259; &#238;n interiorul unui balon.
      
      <P>Umfl&#259; balonul &#351;i rote&#351;te&minus;l rapid, astfel ca piuli&#355;a s&#259; &#238;nceap&#259; s&#259; se rostogoleasc&#259; pe peretele interior al balonului.
      
      <P>Cum "sun&#259;"? &#206;ncearc&#259; &#351;i cu piuli&#355;e de diferite m&#259;rimi. Care piuli&#355;e genereaz&#259; sunete mai &#238;nalte: cele mari sau cele mici?

      <P><SMALL><B><I>R&#259;spuns par&#355;ial:&nbsp; </I></B>
         Rostogolirea unei piuli&#355;e hexagonale genereaz&#259; perturba&#355;ii &#238;n membrana balonului, la fiecare contact dintre un col&#355; al piuli&#355;ei &#351;i membrana
         balonului. Piuli&#355;ele av&#226;nd diametru mai mic se rostogolesc de mai multe ori la o parcurgere complet&#259; a circumferin&#355;ei balonului, gener&#226;nd astfel
         frecven&#355;e mai ridicate.
      </SMALL> 
         
      <BR><BR><BR>

  <LI><B><I>&#206;&#355;i po&#355;i recunoa&#351;te propria voce?</I></B>
  
      <P>&#206;nregistreaz&#259; vocile c&#226;torva persoane cunoscute, precum &#351;i propria voce. Po&#355;i folosi aplica&#355;ia <I>Sound Recorder</I> din <I>Windows XP</I>.
      
      <P>Po&#355;i recunoa&#351;te vocile &#238;nregistrate? Dar pe a ta? De ce oare?

      <P><SMALL><B><I>R&#259;spuns par&#355;ial:&nbsp; </I></B>
         C&#226;nd vorbe&#351;ti, undele sonore ajung la urechea ta intern&#259; at&#226;t prin aerul care te &#238;nconjoar&#259;, c&#226;t &#351;i prin propriul t&#259;u corp. Vocea ta ajunge la
         ceilal&#355;i (&#351;i la microfonul cu care &#238;nregistrezi) doar prin aer. Aceasta &#238;nseamn&#259; c&#259; &#238;nregistrarea vocii tale va avea <I>alt&#259;</I> compozi&#355;ie 
         spectral&#259;, fa&#355;&#259; de cea cu care te&minus;ai obi&#351;nuit!
      </SMALL> 
         
      <BR><BR><BR>

  <LI><B><I>Octave</I></B>
  
      <P>Utilizeaz&#259; monocordul pe care l&minus;ai realizat &#351;i g&#259;se&#351;te propor&#355;ia &#238;ntre lungimile celor dou&#259; por&#355;iuni de fir care sun&#259; cel mai pl&#259;cut.
      
      <P>Intervalul de frecven&#355;e dintre doua sunete care "sun&#259;" &#238;mpreun&#259; cel mai armonios este numit <I>octav&#259;</I>.
      
      <P>C&#226;t ai ob&#355;inut pentru raportul frecven&#355;elor de la capetele unei octave?

      <BR><BR><BR>

  <LI><B><I>Tuburi deschise</I></B>
  
      <P>C&#226;t te a&#351;tep&#355;i s&#259; fie frecven&#355;a fundamental&#259; a unui tub, deschis la ambele capete, care are lungimea 0,5&nbsp;m?

      <BR><BR><BR>

  <LI><B><I>Aspiratorul... silen&#355;ios</I></B>
  
      <P>Uneori ai de ales &#238;ntre produse similare, dar care genereaz&#259; nivele diferite de zgomot.
      
      <P><B>a. </B>De c&#226;te ori &#238;&#355;i va p&#259;rea mai silen&#355;ios un aspirator care genereaz&#259; 75&nbsp;dB, &#238;n compara&#355;ie cu unul care genereaz&#259; 85&nbsp;dB?
      
      <P><B>b. </B>C&#226;te aspiratoare silen&#355;ioase, puse s&#259; lucreze deodat&#259;, genereaz&#259; acela&#351;i nivel de zgomot ca cel generat de un singur aspirator "zgomotos"?

      <P><SMALL><B><I>R&#259;spuns par&#355;ial:&nbsp; </I></B>
         10.
      </SMALL> 
         
      <BR><BR><BR>

  <LI><B><I>Tunelul</I></B>
  
      <P>C&#226;t te a&#351;tep&#355;i s&#259; fie frecven&#355;a fundamental&#259; de rezonan&#355;&#259; a unui tunel rectiliniu, lung de 1&nbsp;km?

      <P><SMALL><B><I>R&#259;spuns:&nbsp; </I></B>
         Sub 0,17&nbsp;Hz.
      </SMALL> 
         
      <BR><BR><BR>

  <LI><B><I>Chitara... microscopic&#259;</I></B>
  
      <P>Printr&minus;o tehnic&#259; asem&#259;n&#259;toare cu cea prin care sunt realizate circuitele integrate, pot fi realizate pe o plachet&#259; de siliciu obiecte
         complexe, cu dimensiuni microscopice (figura&nbsp;1).

      <P><DIV class=image>
           <P align=center><IMG src="img/1d_p1.jpg">
           <P><B>Fig. 1. </B>Chitar&#259; microscopic&#259;.
         </DIV>

      <P>C&#226;t te a&#351;tepti s&#259; fie frecven&#355;a fundamental&#259; pe care o poate genera coarda unei astfel de chitare, dac&#259; viteza undelor &#238;n corzi este aproximativ
         100&nbsp;m/s?
         
      <P>Po&#355;i auzi oare undele sonore provenite de la o astfel de chitar&#259;?
      <BR><BR><BR>

</OL>
    
</BODY>
</HTML>






























