<HTML>
<HEAD>
<TITLE>Capitolul I - Oscilatii si unde mecanice</TITLE>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY>

<H3>Capitolul I</H3>

<H2 class="challenge">Oscila&#355;ii &#351;i unde mecanice</H2>

<P>Spectacolul valurilor m&#259;rii este fascinant (figura&nbsp;1&minus;1).

<DIV class=image>
   <P><IMG src="img/1_1.jpg"><BR>
   <B>Fig. 1-1. </B>Valurile m&#259;rii.
</DIV>

<P>Valurile r&#259;sar parc&#259; de nic&#259;ieri &#351;i se lovesc de &#355;&#259;rm iar&#259;&#351;i &#351;i iar&#259;&#351;i, f&#259;r&#259; &#238;ncetare.

<P>C&#226;teodat&#259; &#238;ns&#259;, valurile sunt uria&#351;e (figura&nbsp;1&minus;2).

<DIV class=image>
   <P><IMG src="img/1_2.jpg"><BR>
   <B>Fig. 1-2. </B>Val uria&#351; (tsunami).
</DIV>

<P>A&#351;a s&minus;a &#238;nt&#226;mplat &#238;n decembrie 2004, &#238;n Sumatra (o insul&#259; din arhipeleagul indonezian), p&#226;n&#259; atunci un adev&#259;rat paradis turistic (figura&nbsp;1&minus;3).

<DIV class=image>
   <P><IMG src="img/1_3.jpg"><BR>
   <B>Fig. 1-3. </B>Vedere aerian&#259; a unei localit&#259;&#355;i din Sumatra, &#238;nainte de a fi lovit&#259; de valurile uria&#351;e.
</DIV>

<P>Un cutremur submarin a pus &#238;n mi&#351;care imense cantit&#259;&#355;i de ap&#259;, care s&minus;au n&#259;pustit asupra &#355;&#259;rmurilor, distrug&#226;nd totul &#238;n cale (figura&nbsp;1&minus;4).

<DIV class=image>
   <P><IMG src="img/1_4.jpg"><BR>
   <B>Fig. 1-4. </B>Aceea&#351;i localitate, distrus&#259; complet de valurile uria&#351;e.
</DIV>

<P>Peste dou&#259; sute de mii de oameni au pierit &#238;n urma devast&#259;rilor produse de valurile uria&#351;e din decembrie 2004!

<P><DIV class=challenge>
  <IMG src="img/challenge.gif">
  <B><I>Provocarea 1-1</I></B>
  <P>Cum am putea oare supravie&#355;ui unor cutremure &#351;i valuri uria&#351;e devastatoare?
</DIV>

<P><DIV class=key>
  <IMG src="img/key.gif">
  <B>&#206;n&#355;eleg&#226;nd c&#226;t mai profund astfel de mi&#351;c&#259;ri de leg&#259;nare, cum sunt cele ale p&#259;m&#226;ntului &#351;i ale apei, putem g&#259;si solu&#355;ii pentru sporirea siguran&#355;ei &#351;i
     confortului vie&#355;ii noastre!</B>
</DIV>

<P>Nimeni nu &#351;tie c&#226;nd &#351;i unde se va produce urm&#259;torul cutremur &#351;i nici dac&#259; urm&#259;torul cutremur submarin va determina apari&#355;ia valurilor uria&#351;e (nu toate
   cutremurele submarine produc astfel de valuri).
   
<P><I>Acest capitol te va ajuta s&#259; &#238;ncepi s&#259; &#238;n&#355;elegi de ce se cutremur&#259; P&#259;m&#226;ntul, cum se formeaz&#259; valurile &#351;i multe altele asemenea, preg&#259;tindu&minus;te 
   astfel s&#259; contribui &#351;i tu la controlul mi&#351;c&#259;rilor de leg&#259;nare, numite generic <B>oscila&#355;ii &#351;i unde mecanice</B></I>.
    
</BODY>
</HTML>









